["Alan Alexander Milne (; 18 January 1882 – 31 January 1956) was a British author, best known for his books about the teddy bear Winnie-the-Pooh and for various poems. Milne was a noted writer, primarily as a playwright, before the huge success of Pooh overshadowed all his previous work. Milne served in both World Wars, joining the British Army in World War I, and was a captain of the British Home Guard in World War II.\n\n\n== Biography ==\nAlan Alexander Milne was born in Kilburn, London to parents John Vine Milne, who was born in Jamaica,  and Sarah Marie Milne (née Heginbotham) and grew up at Henley House School, 6/7 Mortimer Road (now Crescent), Kilburn, a small public school run by his father. One of his teachers was H. G. Wells, who taught there in 1889–90.  Milne attended Westminster School and Trinity College, Cambridge  where he studied on a mathematics scholarship, graduating with a B.A. in Mathematics in 1903.  He edited and wrote for Granta, a student magazine.  He collaborated with his brother Kenneth and their articles appeared over the initials AKM. Milne's work came to the attention of the leading British humour magazine Punch, where Milne was to become a contributor and later an assistant editor. Milne played for the amateur English cricket team the Allahakbarries alongside authors J. M. Barrie and Arthur Conan Doyle.Milne joined the British Army in World War I and served as an officer in the Royal Warwickshire Regiment and later, after a debilitating illness, the Royal Corps of Signals. He was commissioned into the 4th Battalion, Royal Warwickshire Regiment on 1 February 1915 as a second lieutenant (on probation). His commission was confirmed on 20 December 1915. On 7 July 1916, he was injured while serving in the Battle of the Somme and invalided back to England. Having recuperated, he was recruited into Military Intelligence to write propaganda articles for MI7 (b) between 1916 and 1918. He was discharged on 14 February 1919, and settled in Mallord Street, Chelsea. He relinquished his commission on 19 February 1920, retaining the rank of lieutenant.After the war, he wrote a denunciation of war titled Peace with Honour (1934), which he retracted somewhat with 1940's War with Honour. During World War II, Milne was one of the most prominent critics of fellow English writer P. G. Wodehouse, who was captured at his country home in France by the Nazis and imprisoned for a year. Wodehouse made radio broadcasts about his internment, which were broadcast from Berlin. Although the light-hearted broadcasts made fun of the Germans, Milne accused Wodehouse of committing an act of near treason by cooperating with his country's enemy. Wodehouse got some revenge on his former friend (e.g., in The Mating Season) by creating fatuous parodies of the Christopher Robin poems in some of his later stories, and claiming that Milne \"was probably jealous of all other writers.... But I loved his stuff.\"Milne married Dorothy \"Daphne\" de Sélincourt in 1913 and their son Christopher Robin Milne was born in 1920.  In 1925, Milne bought a country home, Cotchford Farm, in Hartfield, East Sussex.During World War II, Milne was Captain of the British Home Guard in Hartfield & Forest Row, insisting on being plain \"Mr. Milne\" to the members of his platoon. He retired to the farm after a stroke and brain surgery in 1952 left him an invalid, and by August 1953 \"he seemed very old and disenchanted.\"  Milne died in January 1956, aged 74.\n\n\n== Literary career ==\n\n\n=== 1903 to 1925 ===\n\nAfter graduating from Cambridge in 1903, A. A. Milne contributed humorous verse and whimsical essays to Punch, joining the staff in 1906 and becoming an assistant editor.During this period he published 18 plays and three novels, including the murder mystery The Red House Mystery (1922). His son was born in August 1920 and in 1924 Milne produced a collection of children's poems, When We Were Very Young, which were illustrated by Punch staff cartoonist E. H. Shepard.  A collection of short stories for children A Gallery of Children, and other stories that became part of the Winnie-the-Pooh books, were first published in 1925.\nMilne was an early screenwriter for the nascent British film industry, writing four stories filmed in 1920 for the company Minerva Films (founded in 1920 by the actor Leslie Howard and his friend and story editor Adrian Brunel). These were The Bump, starring Aubrey Smith; Twice Two; Five Pound Reward; and Bookworms. Some of these films survive in the archives of the British Film Institute. Milne had met Howard when the actor starred in Milne's play Mr Pim Passes By in London.Looking back on this period (in 1926), Milne observed that when he told his agent that he was going to write a detective story, he was told that what the country wanted from a \"Punch humorist\" was a humorous story; when two years later he said he was writing nursery rhymes, his agent and publisher were convinced he should write another detective story; and after another two years, he was being told that writing a detective story would be in the worst of taste given the demand for children's books. He concluded that \"the only excuse which I have yet discovered for writing anything is that I want to write it; and I should be as proud to be delivered of a Telephone Directory con amore as I should be ashamed to create a Blank Verse Tragedy at the bidding of others.\"\n\n\n=== 1926 to 1928 ===\n\nMilne is most famous for his two Pooh books about a boy named Christopher Robin after his son, Christopher Robin Milne, and various characters inspired by his son's stuffed animals, most notably the bear named Winnie-the-Pooh. Christopher Robin Milne's stuffed bear, originally named \"Edward,\"  was renamed \"Winnie\" after a Canadian black bear named Winnie (after Winnipeg), which was used as a military mascot in World War I, and left to London Zoo during the war. \"The pooh\" comes from a swan the young Milne named \"Pooh.\" E. H. Shepard illustrated the original Pooh books, using his own son's teddy, Growler (\"a magnificent bear\"), as the model. The rest of Christopher Robin Milne's toys, Piglet, Eeyore, Kanga, Roo and Tigger, were incorporated into A. A. Milne's stories, and two more characters – Rabbit and Owl – were created by Milne's imagination. Christopher Robin Milne's own toys are now on display in New York where 750,000 people visit them every year.\n\nThe fictional Hundred Acre Wood of the Pooh stories derives from Five Hundred Acre Wood in Ashdown Forest in East Sussex, South East England, where the Pooh stories were set. Milne lived on the northern edge of the forest at Cotchford Farm, 51.090°N 0.107°E﻿ / 51.090; 0.107, and took his son walking there. E. H. Shepard drew on the landscapes of Ashdown Forest as inspiration for many of the illustrations he provided for the Pooh books. The adult Christopher Robin commented: \"Pooh's Forest and Ashdown Forest are identical.\"  Popular tourist locations at Ashdown Forest include: Galleon's Lap, The Enchanted Place, the Heffalump Trap and Lone Pine, Eeyore’s Sad and Gloomy Place, and the wooden Pooh Bridge where Pooh and Piglet invented Poohsticks.Not yet known as Pooh, he made his first appearance in a poem, \"Teddy Bear,\" published in Punch magazine in February 1924 and republished in When We Were Very Young. Pooh first appeared in the London Evening News on Christmas Eve, 1925, in a story called \"The Wrong Sort Of Bees.\"  Winnie-the-Pooh was published in 1926, followed by The House at Pooh Corner in 1928. A second collection of nursery rhymes, Now We Are Six, was published in 1927. All four books were illustrated by E. H. Shepard. Milne also published four plays in this period. He also \"gallantly stepped forward\" to contribute a quarter of the costs of dramatising P. G. Wodehouse's A Damsel in Distress. The World of Pooh won the Lewis Carroll Shelf Award in 1958.\n\n\n=== 1929 onwards ===\nThe success of his children's books was to become a source of considerable annoyance to Milne, whose self-avowed aim was to write whatever he pleased and who had, until then, found a ready audience for each change of direction: he had freed pre-war Punch from its ponderous facetiousness; he had made a considerable reputation as a playwright (like his idol J. M. Barrie) on both sides of the Atlantic; he had produced a witty piece of detective writing in The Red House Mystery (although this was severely criticised by Raymond Chandler for the implausibility of its plot). But once Milne had, in his own words, \"said goodbye to all that in 70,000 words\" (the approximate length of his four principal children's books), he had no intention of producing any reworkings lacking in originality, given that one of the sources of inspiration, his son, was growing older.\nAnother reason Milne stopped writing children's books, and especially about Winnie-the-Pooh, was that he felt \"amazement and disgust\" over the fame his son was exposed to, and said that \"I feel that the legal Christopher Robin has already had more publicity than I want for him. I do not want CR Milne to ever wish that his name were Charles Robert.\"In his literary home, Punch, where the When We Were Very Young verses had first appeared, Methuen continued to publish whatever Milne wrote, including the long poem \"The Norman Church\" and an assembly of articles entitled Year In, Year Out (which Milne likened to a benefit night for the author).In 1930, Milne adapted Kenneth Grahame's novel The Wind in the Willows for the stage as Toad of Toad Hall. The title was an implicit admission that such chapters as Chapter 7, \"The Piper at the Gates of Dawn,\" could not survive translation to the theatre. A special introduction written by Milne is included in some editions of Grahame's novel.Milne and his wife became estranged from their son, who came to resent what he saw as his father's exploitation of his childhood and came to hate the books that had thrust him into the public eye. Marrying his first cousin, Lesley de Sélincourt, distanced Christopher still further from his parents – Lesley's father and Christopher's mother hadn't spoken to each other for 30 years.\n\n\n== Legacy and commemoration ==\n\nThe rights to A. A. Milne's Pooh books were left to four beneficiaries: his family, the Royal Literary Fund, Westminster School and the Garrick Club. After Milne's death in 1956, one week and six days after his 74th birthday, his widow sold her rights to the Pooh characters to Stephen Slesinger, whose widow sold the rights after Slesinger's death to the Walt Disney Company, which has made many Pooh cartoon movies, a Disney Channel television show, as well as Pooh-related merchandise. In 2001, the other beneficiaries sold their interest in the estate to the Disney Corporation for $350m. Previously Disney had been paying twice-yearly royalties to these beneficiaries. The estate of E. H. Shepard also received a sum in the deal. The UK copyright on the text of the original Winnie the Pooh books expires on 1 January 2027;  at the beginning of the year after the 70th anniversary of the author's death (PMA-70), and has already expired in those countries with a PMA-50 rule.  This applies to all of Milne's works except those first published posthumously.  The illustrations in the Pooh books will remain under copyright until the same amount of time has passed, after the illustrator's death; in the UK, this will be on 1 January 2047.  In the United States, copyright will not expire until 95 years after publication for each of Milne's books first published before 1978, but this includes the illustrations.\nIn 2008, a collection of original illustrations featuring Winnie-the-Pooh and his animal friends sold for more than £1.2 million at auction in Sotheby's, London. Forbes magazine ranked Winnie the Pooh the most valuable fictional character in 2002; Winnie the Pooh merchandising products alone had annual sales of more than $5.9 billion. In 2005, Winnie the Pooh generated $6 billion, a figure surpassed by only Mickey Mouse.\n\nA memorial plaque in Ashdown Forest, unveiled by Christopher Robin in 1979, commemorates the work of A. A. Milne and Shepard in creating the world of Pooh. Milne once wrote of Ashdown Forest: \"In that enchanted place on the top of the forest a little boy and his bear will always be playing.\" In 2003, Winnie the Pooh was listed at number 7 on the BBC's poll The Big Read which determined the UK's \"best-loved novels\" of all time. In 2006, Winnie the Pooh received a star on the Hollywood Walk of Fame, marking the 80th birthday of Milne's creation. That same year a UK poll saw Winnie the Pooh voted onto the list of icons of England.Marking the 90th anniversary of Milne's creation of the character, and the 90th birthday of Elizabeth II, in 2016 a new story sees Winnie the Pooh meet the Queen at Buckingham Palace. The illustrated and audio adventure is titled Winnie-the-Pooh Meets the Queen, and has been narrated by actor Jim Broadbent. Also in 2016, a new character, a Penguin, was unveiled in The Best Bear in All the World, which was inspired by a long-lost photograph of Milne and his son Christopher with a toy penguin.Several of Milne's children's poems were set to music by the composer Harold Fraser-Simson. His poems have been parodied many times, including with the books When We Were Rather Older and Now We Are Sixty. The 1963 film The King's Breakfast was based on Milne's poem of the same name.An exhibition entitled \"Winnie-the-Pooh: Exploring a Classic\" appeared at the V & A from 9 December 2017 to 8 April 2018.\n\n\n== Archive ==\nThe bulk of A. A. Milne's papers are housed at the Harry Ransom Center at the University of Texas at Austin. The collection, established at the center in 1964, consists of manuscript drafts and fragments for over 150 of Milne's works, as well as correspondence, legal documents, genealogical records, and some personal effects. The library division holds several books formerly belonging to Milne and his wife Dorothy. The Harry Ransom Center also has small collections of correspondence from Christopher Robin Milne and Milne's frequent illustrator Ernest Shepard.\nThe original manuscripts for Winnie the Pooh and The House at Pooh Corner are archived separately at Trinity College Library, Cambridge.\n\n\n== Religious views ==\nMilne did not speak out much on the subject of religion, although he used religious terms to explain his decision, while remaining a pacifist, to join the British Home Guard:  \"In fighting Hitler,\" he wrote, \"we are truly fighting the Devil, the Anti-Christ ... Hitler was a crusader against God.\"His best known comment on the subject was recalled on his death:\n\nThe Old Testament is responsible for more atheism, agnosticism, disbelief—call it what you will—than any book ever written; it has emptied more churches than all the counter-attractions of cinema, motor bicycle and golf course.\nHe wrote in the poem \"Explained\":\n\nHe also wrote in the poem \"Vespers\":\n\n\n== Works ==\n\n\n=== Novels ===\nLovers in London (1905. Some consider this more of a short story collection; Milne did not like it and considered The Day's Play as his first book.)\nOnce on a Time (1917)\nMr. Pim (1921) (A novelisation of his 1919 play Mr. Pim Passes By)\nThe Red House Mystery (1922)\nTwo People (1931) (Inside jacket claims this is Milne's first attempt at a novel.)\nFour Days' Wonder (1933)\nChloe Marr (1946)\n\n\n=== Non-fiction ===\nPeace With Honour (1934)\nIt's Too Late Now: The Autobiography of a Writer (1939)\nWar With Honour (1940)\nWar Aims Unlimited (1941)\nYear In, Year Out (1952) (illustrated by E. H. Shepard)\n\n\n==== Punch articles ====\nThe Day's Play (1910)\nThe Holiday Round (1912)\nOnce a Week (1914)\nThe Sunny Side (1921)\nThose Were the Days (1929) [The four volumes above, compiled]\n\n\n=== Newspaper articles and book introductions ===\nThe Chronicles of Clovis by \"Saki\" (1911) [Introduction to]\nNot That It Matters (1919)\nIf I May (1920)\nBy Way of Introduction (1929)\nIt Depends on the Book (1943, in September issue of Red Cross Newspaper The Prisoner of War)\n\n\n=== Story collections for children ===\nA Gallery of Children (1925)\nWinnie-the-Pooh (1926) (illustrated by Ernest H. Shepard)\nThe House at Pooh Corner (1928) (illustrated by E. H. Shepard)\nShort Stories\n\n\n=== Poetry collections for children ===\nWhen We Were Very Young (1924) (illustrated by E. H. Shepard)\nNow We Are Six (1927) (illustrated by E. H. Shepard)\n\n\n=== Story collections ===\nThe Secret and other stories (1929)\nThe Birthday Party (1948)\nA Table Near the Band (1950)\n\n\n=== Poetry ===\nFor the Luncheon Interval (1925) [poems from Punch]\nWhen We Were Very Young (1924) (illustrated by E. H. Shepard)\nNow We Are Six (1927) (illustrated by E. H. Shepard)\nBehind the Lines (1940)\nThe Norman Church (1948)\n\n\n=== Screenplays and plays ===\nWurzel-Flummery (1917)\nBelinda (1918)\nThe Boy Comes Home (1918)\nMake-Believe (1918) (children's play)\nThe Camberley Triangle (1919)\nMr. Pim Passes By (1919)\nThe Red Feathers (1920)\nThe Romantic Age (1920)\nThe Stepmother (1920)\nThe Truth about Blayds (1920)\nThe Bump (1920, Minerva Films), starring Aubrey Smith\nTwice Two (1920, Minerva Films)\nFive Pound Reward (1920, Minerva Films)\nBookworms (1920, Minerva Films)\nThe Great Broxopp (1921)\nThe Dover Road (1921)\nThe Lucky One (1922)\nThe Truth About Blayds (1922)\nThe Artist: A Duologue (1923)\nGive Me Yesterday (1923) (a.k.a. Success in the UK)\nAriadne (1924)\nThe Man in the Bowler Hat: A Terribly Exciting Affair (1924)\nTo Have the Honour (1924)\nPortrait of a Gentleman in Slippers (1926)\nSuccess (1926)\nMiss Marlow at Play (1927)\nThe Fourth Wall or The Perfect Alibi (1928) (later adapted for the film Birds of Prey (1930), directed by Basil Dean)\nThe Ivory Door (1929)\nToad of Toad Hall (1929) (adaptation of The Wind in the Willows)\nMichael and Mary (1930)\nOther People's Lives (1933) (a.k.a. They Don't Mean Any Harm)\nMiss Elizabeth Bennet (1936) [based on Pride and Prejudice]\nSarah Simple (1937)\nGentleman Unknown (1938)\nThe General Takes Off His Helmet (1939) in The Queen's Book of the Red Cross\nThe Ugly Duckling (1941)\nBefore the Flood (1951).\n\n\n== References ==\n\n\n== Further reading ==\nThwaite, Ann. A.A. Milne: His Life. London: Faber and Faber, 1990. ISBN 0571138888\nToby, Marlene. A.A. Milne, Author of Winnie-the-Pooh. Chicago: Children's Press, 1995. ISBN 051604270X\nWullschläger, Jackie (2001) [1995]. Inventing Wonderland: The Lives of Lewis Carroll, Edward Lear, J. M. Barrie, Kenneth Grahame, and A. A. Milne. London: Methuen. ISBN 978-0-413-70330-9.\n\n\n== External links ==\n\nA. A. Milne Papers at the Harry Ransom Center\nWorks by A. A. Milne at Project Gutenberg\nWorks by A. A. Milne at Faded Page (Canada)\nWorks by A. A. Milne at BiblioWiki (Canada) includes the complete text of the four Pooh books\nWorks by or about A. A. Milne at Internet Archive\nWorks by A. A. Milne at LibriVox (public domain audiobooks) \nPortraits of A. A. Milne in the National Portrait Gallery\nEssays by Milne at Quotidiana.org\nMilne extract in The Guardian\nProfile at Just-Pooh.com\nA. A. Milne at poeticous.com\nA. A. Milne on IMDb \nAA Milne | Books | The Guardian", "The American Library Association (ALA) is a nonprofit organization based in the United States that promotes libraries and library education internationally. It is the oldest and largest library association in the world, with more than 57,000 members.\n\n\n== History ==\nFounded by Justin Winsor, Charles Ammi Cutter, Samuel S. Green, James L. Whitney, Melvil Dewey (Melvil Dui), Fred B. Perkins, Charles Evans, and Thomas W. Bicknell on October 6, 1876 during the Centennial Exposition in Philadelphia and chartered in 1879 in Massachusetts, its head office is now in Chicago.During the Centennial Exposition in Philadelphia in 1876, 103 librarians, 90 men and 13 women, responded to a call for a \"Convention of Librarians\" to be held October 4–6 at the Historical Society of Pennsylvania. At the end of the meeting, according to Ed Holley in his essay \"ALA at 100,\" \"the register was passed around for all to sign who wished to become charter members,\" making October 6, 1876, to be ALA's birthday.\nIn attendance were 90 men and 13 women, among them Justin Winsor (Boston Public, Harvard), William Frederick Poole (Chicago Public, Newberry), Charles Ammi Cutter (Boston Athenaeum), Melvil Dewey, and Richard Rogers Bowker. Attendees came from as far west as Chicago and from England.\nThe aim of the association, in that resolution, was \"to enable librarians to do their present work more easily and at less expense.\" The association has worked throughout its history to define, extend, protect and advocate for equity of access to information.Library activists in the 1930s pressured the American Library Association to be more responsive to issues put forth by young members involved with issues such as peace, segregation, library unions and intellectual freedom.  In 1931, the Junior Members Round Table (JMRT) was formed to provide a voice for the younger members of the ALA, but much of what they had to say resurfaced in the social responsibility movement to come years later.  During this period, the first Library Bill of Rights (LBR) was drafted by Forrest Spaulding to set a standard against censorship and was adopted by the ALA in 1939.  This has been recognized as the moment defining modern librarianship as a profession committed to intellectual freedom and the right to read over government dictates.  The ALA formed the Staff Organization's Round Table in 1936 and the Library Unions Round Table in 1940.\nThe ALA appointed a committee to study censorship and recommend policy after the banning of The Grapes of Wrath and the implementation of the LBR.  The committee reported in 1940 that intellectual freedom and professionalism were linked and recommended a permanent committee – Committee on Intellectual Freedom.  The ALA made revisions to strengthen the LBR in June 1948, approved the Statement on Labeling in 1951 to discourage labeling material as subversive, and adopted the Freedom to Read Statement and the Overseas Library Statement in 1953.In 1961, the ALA took a stand regarding service to African Americans and others, advocating for equal library service for all.  An amendment was passed to the LBR in 1961 that made clear that an individual's library use should not be denied or abridged because of race, religion, national origin, or political views.  Some communities decided to close their doors rather than desegregate.  In 1963, the ALA commissioned a study, Access to Public Libraries, which found direct and indirect discrimination in American libraries.In 1967, some librarians protested against a pro-Vietnam War speech given by General Maxwell D. Taylor at the annual ALA conference in San Francisco; the former president of Sarah Lawrence College, Harold Taylor, spoke to the Middle-Atlantic Regional Library Conference about socially responsible professionalism; and less than one year later a group of librarians proposed that the ALA schedule a new round table program discussion on the social responsibilities of librarians at its next annual conference in Kansas City.  This group called themselves the Organizing Committee for the ALA Round Table on Social Responsibilities of Libraries.  This group drew in many other under-represented groups in the ALA who lacked power, including the Congress for Change in 1969.  This formation of the committee was approved in 1969 and would change its name to the Social Responsibilities Round Table (SRRT) in 1971).  After its inception, the Round Table of Social Responsibilities began to press ALA leadership to address issues such as library unions, working conditions, wages, and intellectual freedom.  The Freedom to Read Foundation was created by ALA's Executive Board in 1969. The Black Caucus of the ALA and the Office for Literacy and Outreach were set up in 1970.In June 1990, the ALA approved \"Policy on Library Services to the Poor\" and in 1996 the Task Force on Hunger Homelessness, and Poverty was formed to resurrect and promote the ALA guidelines on library services to the poor.In 2014, Courtney Young, the president of the association, commented on the background and implications of a racist joke author Daniel Handler made as African-American writer Jacqueline Woodson received a National Book Award for Brown Girl Dreaming. \"His comments were inappropriate and fell far short of the association's commitment to diversity,\" said Young. \"Handler's remarks come at a time when the publishing world has little diversity. Works from authors and illustrators of color make up less than 8 percent of children's titles produced in 2013. The ALA hopes this regrettable incident will be used to open a dialogue on the need for diversity in the publishing industry, particularly in regards to books for young people.\"The ALA Archives, including historical documents, non-current records, and digital records, are currently held at the University of Illinois Urbana-Champaign archives.\n\n\n== Membership ==\nALA membership is open to any person or organization, though most of its members are libraries or librarians. Most members live and work in the United States, with international members comprising 3.5% of total membership.\n\n\n== Governing structure ==\n \nThe ALA is governed by an elected council and an executive board. Since 2002, Keith Michael Fiels has been the ALA executive director (CEO). Policies and programs are administered by various committees and round tables. One of the organization's most visible tasks is overseen by the Office for Accreditation, which formally reviews and authorizes American and Canadian academic institutions that offer degree programs in library and information science. The ALA's current President is Loida Garcia-Febo (2018-2019).Notable past presidents of the ALA include Theresa Elmendorf, its first female president (1911–1912), Clara Stanton Jones, its first African-American president (she served as acting president from April 11 to July 22 in 1976 and then president from July 22, 1976 to 1977), Loriene Roy, its first Native American president (2007–2008), Michael Gorman (2005-2007), Roberta A. Stevens, and Carla Hayden (2003-2004), the current Librarian of Congress  (See List of presidents of the American Library Association.)\n\n\n=== Activities ===\nThe official purpose of the association is \"to promote library service and librarianship.\" Members may join one or more of eleven membership divisions that deal with specialized topics such as academic, school, or public libraries, technical or reference services, and library administration. Members may also join any of seventeen round tables that are grouped around more specific interests and issues than the broader set of ALA divisions.\n\n\n==== Divisions ====\nAmerican Association of School Librarians (AASL)\nAssociation for Library Collections and Technical Services (ALCTS)\nAssociation for Library Service to Children (ALSC)\nAssociation of College and Research Libraries (ACRL)\nAssociation of Specialized and Cooperative Library Agencies (ASCLA)\nLibrary Information Technology Association (LITA)\nLibrary Leadership and Management Association (LLAMA)\nPublic Library Association (PLA)\nReference and User Services Association (RUSA)\nUnited for Libraries (United)\nYoung Adult Library Services Association (YALSA)\n\n\n==== Notable offices ====\nOffice of Intellectual Freedom (OIF)\nOffice for Accreditation (OA)\nOffice for Literacy and Outreach Services (OLOS)\nOffice for Information Technology Policy (OITP)\nALA Editions (book publishing)\n\n\n==== Notable sub-organizations ====\nEstablished in 1969, the Social Responsibilities Round Table currently oversees a number of task forces including the 'Feminist Task Force'; the 'Hunger, Homelessness, and Poverty Task Force (HHPTF)'; the 'International Responsibilities Task Force'; the 'Martin Luther King Jr. Holiday Task Force (MLKTF)'; 'The Rainbow Project Task Force'; and the 'Task Force on the Environment'. According to their website, the Social Responsibilities Round Table (SRRT) have worked to make the American Library Association (ALA) more democratic and progressive. Their primary focus is to promote social responsibility as a core value in librarianship and to ensure that libraries and librarians work to recognize and solve social problems in their community.In 1970, the ALA founded the first lesbian, gay, bisexual and transgender professional organization, called the \"Task Force on Gay Liberation\", now known as the Gay, Lesbian, Bisexual, and Transgender Round Table or GLBT Round Table. The first leader was Israel David Fishman. Barbara Gittings became its coordinator in 1971. In the early 1970s, the Task Force on Gay Liberation campaigned to have books about the gay liberation movement at the Library of Congress reclassified from HQ 71–471 (\"Abnormal Sexual Relations, Including Sexual Crimes\"). In 1972, after receiving a letter requesting the reclassification, the Library of Congress agreed to make the shift, reclassifying those books into a newly created category, HQ 76.5 (\"Homosexuality, Lesbianism—Gay Liberation Movement, Homophile Movement\"). In 1971, the GLBTRT created the first award for GLBT books, the Stonewall Book Award, which celebrates books of exceptional merit that relate to LGBT issues. Patience and Sarah by Alma Routsong (pen name Isabel Miller) was the first winner. In 1992, American Libraries published a photo of the GLBTRT (then called the Gay and Lesbian Task Force) on the cover of its July/August issue, drawing both criticism and praise from the library world. Some commenters called the cover \"in poor taste\" and accused American Libraries of \"glorifying homosexuality,\" while others were supportive of the move. Christine Williams, who wrote an essay about the controversy surrounding the cover, concluded that in the mid-90s, the library world was \"not an especially welcoming place to gays and lesbians.\" In 2010, the GLBTRT announced a new committee, the Over the Rainbow Committee. This committee annually compiles a bibliography of books that show the GLBT community in a favorable light and reflects the interests of adults. The bibliographies provide guidance to libraries in the selection of positive GLBT materials.\nOn July 23, 1976, the Committee on the Status of Women in Librarianship was established as a Council Committee of the ALA on recommendation of the Ad Hoc Committee with the same name (which had been appointed by the President of the ALA in December 1975) and of the Committee on Organization. The Committee on the Status of Women in Librarianship works to \"officially represent the diversity of women's interest within ALA and to ensure that the Association considers the rights of the majority (women) in the library field; to promote and initiate the collection, analysis, dissemination, and coordination of information on the status of women in librarianship; to coordinate the activities of ALA units which consider questions of special relevance for women; to identify lags, gaps, and possible discrimination in resources and programs relating to women; in cooperation with other ALA units, to help develop and evaluate tools, guidelines, and programs designed to enhance the opportunities and the image of women in the library profession, thus raising the level of consciousness concerning women; to establish contacts with committees on women within other professional groups and to officially represent ALA concerns at interdisciplinary meetings on women's equality; and to provide Council and Membership with reports needed for establishment of policies and actions related to the status of women in librarianship; and to monitor ALA units to ensure consideration of the rights of women.\"  In 1979, the Committee on the Status of Women in Librarianship received the Bailey K. Howard - World Book Encyclopedia - ALA Goal Award to develop a profile of ALA personal members, known as the COSWL Study. In 1980, the Committee on the Status of Women in Librarianship was awarded the J. Morris Jones - World Book Encyclopedia - ALA Goals Award with the OLPR Advisory Committee to undertake a special project on equal pay for work of equal value.\n\n\n=== Affiliates ===\nThe Black Caucus of the American Library Association was formed in 1970. \"The Black Caucus of the American Library Association serves as an advocate for the development, promotion, and improvement of library services and resources to the nation's African American community; and provides leadership for the recruitment and professional development of African American librarians.\"   The current president of the Black Caucus of the American Library Association is Mr. Richard E. Ashby, Jr.\nREFORMA is the National Association to Promote Library and Information Services to Latinos and the Spanish-speaking.\n\n\n=== National outreach ===\nThe ALA is affiliated with regional, state, and student chapters (SCALA) across the country. It organizes conferences, participates in library standards development, and publishes a number of books and periodicals. The ALA publishes the magazines American Libraries and Booklist. Along with other organizations, it sponsors the annual Banned Books Week the last week of September. Young Adult Library Services Association (YALSA) also sponsors Teen Read Week, the third week of each October, and Teen Tech Week, the second week of each March. In addition, the ALA helps to promote diversity in the library profession with various outreach activities, including the Spectrum Scholarship program, which awards academic scholarships to minority library students each year.\nThe ALA helps to provide a total of 29 scholarships (over $300,000 annually), a list of which can be found on their website. National Library Week, the second week of each April, is a national observance sponsored by the ALA since 1958. Libraries across the country celebrate library resources, library champions and promote public outreach.\n\n\n==== Awards ====\n\nThe ALA annually confers numerous book and media awards, primarily through its children's and young adult divisions (others are the Dartmouth Medal, Coretta Scott King Awards, Schneider Book Awards, and Stonewall Book Award).\nThe children's division ALSC administers the Caldecott Medal, Newbery Medal, Batchelder Award, Belpré Awards, Geisel Award, and Sibert Medal, all annual book awards;\nthe Odyssey Award for best audiobook (joint with YALSA), and the (U.S.) Carnegie Medal and for best video. There are also two ALSC lifetime recognitions, the Children's Literature Legacy Award and the Arbuthnot Lecture.\nThe young-adult division YALSA administers the Margaret Edwards Award for significant and lasting contribution to YA literature, a lifetime recognition of one author annually, and some annual awards that recognize particular works: the Michael L. Printz Award for a YA book judged on literary merit alone, the William C. Morris Award for an author's first YA book, the new \"YALSA Award for Excellence in Nonfiction for Young Adults\", and the \"Alex Award\" list of ten adult books having special appeal for teens. Jointly with the children's division ALSC there is the Odyssey Award for excellence in audiobook production.The award for YA nonfiction was inaugurated in 2012, defined by ages 12 to 18 and publication year November 2010 to October 2011. The first winner was The Notorious Benedict Arnold: A True Story of Adventure, Heroism & Treachery by Steve Sheinkin (Roaring Brook Press, November 2010) and four other finalists were named.Beside the Alex Awards, ALA disseminates some annual lists of \"Notable\" and \"Best\" books and other media.\nThe annual awards roster includes the John Cotton Dana Award for excellence in library public relations.\nIn 2000, the Office for Literacy and Outreach Services (OLOS) launched the Jean E. Coleman Library Outreach Lecture in tribute to the work of the first OLOS director, Dr. Jean E. Coleman.  Barbara J. Ford gave the inaugural lecture, \"Libraries, Literacy, Outreach and the Digital Divide.\"\nSince 2006, the ALA has selected a class of Emerging Leaders, typically comprising about 100 librarians and library school students. This minor distinction is a form of organizational outreach to new librarians. The Emerging Leaders are allocated to project groups tasked with developing solutions to specified problems within ALA divisions. The class meets at the ALA Midwinter and Annual Meetings, commonly January and June. Project teams may present posters of their completed projects at the Annual.\n\n\n==== Conferences ====\nThe ALA and its divisions hold numerous conferences throughout the year. The two largest conferences are the annual conference and the midwinter meeting. The latter is typically held in January and focused on internal business, while the annual conference is typically held in June and focused on exhibits and presentations. The ALA annual conference is notable for being one of the largest professional conferences in existence, typically drawing over 25,000 attendees.\n\n\n==== Notable Members ====\nVirginia Cleaver Bacon, Member\nInez Mabel Crawford, member\nEssae Martha Culver, first State Librarian of Louisiana\nM. Winnifred Feighner, Assistant librarian at University of Montana\nHelen E. Haines, member of the Council of American Library Association and editor of its proceedings for ten years\nWilhelmina Harper, Supervisor of children's work for the Kern County Free Library, since 1921\nAbigail Scofield Kellogg, San Luis Obispo City Librarian\nJacqueline Noel, vice-president of the Pacific Northwest Library Association and a member of the American Library Association\nEdith Allen Phelps, twice president of the Oklahoma Library Association, the first professional in the Library Science field in the Oklahoma City system\nIda M. Reagan, first vice-president of the California Librarians Association\nE. Ruth Rockwood, charter member of the Subscription Books Committee, a group to provide evaluations and advice on encyclopedias, subscription sets, and allied compends, newly founded by the American Library Association (ALA)\nFaith Edith Smith, on the Education Committee of the American Library Association and was a member of the California Library Association\nCarla Hayden, the 14th Librarian of Congress. Appointed in September 2016, Hayden is the first woman and the first African American to hold the post.  She is the first professional librarian appointed to the post in over 60 years.\n\n\n== Political positions ==\n\nThe ALA advocates positions on United States political issues that it believes are related to libraries and librarianship. For court cases that touch on issues about which the organization holds positions, the ALA often files amici curiae briefs, voluntarily offering information on some aspect of the case to assist the court in deciding a matter before it. The ALA has an office in Washington, D.C., that lobbies Congress on issues relating to libraries, information and communication. It also provides materials to libraries that may include information on how to apply for grants, how to comply with the law, and how to oppose a law.\n\n\n=== Intellectual freedom ===\n\nThe primary documented expressions of the ALA's intellectual freedom principles are the Freedom to Read Statement and the Library Bill of Rights; the Library Bill of Rights urges libraries to \"challenge censorship in the fulfillment of their responsibility to provide information and enlightenment.\" The ALA Code of Ethics also calls on librarians to \"uphold the principles of intellectual freedom and resist all efforts to censor library resources.\"The ALA maintains an Office for Intellectual Freedom (OIF), which is charged with \"implementing ALA policies concerning the concept of intellectual freedom,\" defined as \"the right of every individual to both seek and receive information from all points of view without restriction. It provides for free access to all expressions of ideas through which any and all sides of a question, cause or movement may be explored.\" Its goal is \"to educate librarians and the general public about the nature and importance of intellectual freedom in libraries.\"  The OIF compiles lists of challenged books as reported in the media and submitted to them by librarians across the country.Since January 2016 the OIF has been headed by James Larue. Larue is the third director of the office, having succeeded Barbara M. Jones, former University Librarian for Wesleyan University and internationally known intellectual freedom advocate and author. Jones had assumed the position in December 2009; prior to that, the first director, Judith Krug, had headed the office for four decades, until her death in April 2009.In 1950, the Intellectual Freedom Committee, the forerunner of the OIF, investigated the termination of Ruth W. Brown as librarian of the Bartlesville Public Library, a position she held in the Oklahoma town for 30 years.  Brown's termination was based on the false allegation that she was a communist and that she had as part of the library's serials collection two left wing publications, The New Republic and The Nation.  The ALA support for her and the subsequent legal case was the first such investigation undertaken by the ALA or one of its state chapters.In 1999, radio personality Laura Schlessinger campaigned publicly against the ALA's intellectual freedom policy, specifically in regard to the ALA's refusal to remove a link on its web site to a specific sex-education site for teens. Sharon Priestly said, however, that Schlessinger \"distorted and misrepresented the ALA stand to make it sound like the ALA was saying porno for 'children' is O.K.\"In 2002, the ALA filed suit with library users and the ACLU against the United States Children's Internet Protection Act (CIPA), which required libraries receiving federal E-rate discounts for Internet access to install a \"technology protection measure\" to prevent children from accessing \"visual depictions that are obscene, child pornography, or harmful to minors.\" At trial, the federal district court struck down the law as unconstitutional. The government appealed this decision, and on June 23, 2003, the Supreme Court of the United States upheld the law as constitutional as a condition imposed on institutions in exchange for government funding. In upholding the law, the Supreme Court, adopting the interpretation urged by the U.S. Solicitor General at oral argument, made it clear that the constitutionality of CIPA would be upheld only \"if, as the Government represents, a librarian will unblock filtered material or disable the Internet software filter without significant delay on an adult user's request.\"\n\n\n=== Privacy ===\n\n\n==== 1970s ====\nThe Federal Bureau of Investigation attempted to use librarians as possible informants in the conspiracy case of the Harrisburg Seven in 1971. The Harrisburg Seven, made up of religious anti-war activists, were primarily accused of conspiring to kidnap National Security Advisor Henry Kissinger. The supposed leader of the group, Philip Berrigan, was serving time at the Lewisburg penitentiary. The FBI sought \"to use library surveillance and librarian informants\" at Bucknell University as evidence of the Harrisburg Seven's \"characters and intentions.\" Boyd Douglas became one such informant for the FBI: he was a prisoner at the same penitentiary with a work-release position at the library. Boyd presented himself as an anti-war activist and offered to smuggle letters he collected while at work to Philip Berrigan at the prison.\nThe FBI also attempted to use Zoia Horn, a librarian at the Bucknell library, and interviewed other library workers. The FBI met with Horn in her home to debrief her, but Horn refused to answer their questions. She refused to testify, even after she was given immunity from self-incrimination. Horn stated, \"To me it stands on: Freedom of thought\" and that the government \"spying in homes, in libraries and universities inhibits and destroys this freedom.\" Zoia Horn was charged with contempt of the court and served 20 days in jail. She was \"the first librarian who spent time in jail for a value of our profession\" according to Judith Krug of the American Library Association's Office for Intellectual Freedom. Horn continued to fight for intellectual freedom in libraries and beyond. The Intellectual Freedom Committee of the California Library Association now awards the Zoia Horn Intellectual Freedom Award in honor of those who make contributions to intellectual freedom.In the 1970s, United States Department of the Treasury agents also pressured public libraries across the country to \"release circulation records recording the names and identifying information of people who checked out books on bomb making.\" The ALA believed this to be an \"unconscionable and unconstitutional invasion of library patrons' privacy.\"As a result of these two situations and many others, the ALA affirmed the confidential status of all records which held patron names in a Policy on the Confidentiality of Library Records. The ALA also released the ALA Statement on Professional Ethics in 1975 which advocated for the protection of the \"confidential relationship\" between a library user and a library.\n\n\n==== 1980s ====\nThe FBI tried to use surveillance in library settings as part of its Library Awareness Program of the 1980s; it aimed to use librarians \"as partners in surveillance.\" The program was known to the FBI as \"The Development of Counterintelligence Among Librarians,\" indicating that the FBI believed that librarians might be supportive in its counterintelligence investigations. The FBI attempted to profile \"Russian or Slavic-sounding last names\" of library patrons to look for possible \"national security threats.\" The FBI wanted libraries to help it trace \"the reading habits of patrons with those names.\"The ALA responded by writing to the FBI director. The Intellectual Freedom Committee also created \"an advisory statement to warn libraries\" of the Library Awareness Program, including ways to help librarians \"avoid breaking their ethical obligations if faced with FBI surveillance.\"\n\n\n==== USA PATRIOT Act ====\nIn 2003, the ALA passed a resolution opposing the USA PATRIOT Act, which called sections of the law \"a present danger to the constitutional rights and privacy rights of library users\". Since then, the ALA and its members have sought to change the law by working with members of Congress and educating their communities and the press about the law's potential to violate the privacy rights of library users. ALA has also participated as an amicus curiae in lawsuits filed by individuals challenging the constitutionality of the USA PATRIOT Act, including a lawsuit filed by four Connecticut librarians after the library consortium they managed was served with a national security letter seeking information about library users. After several months of litigation, the lawsuit was dismissed when the FBI decided to withdraw the National Security Letter. In 2007, the \"Connecticut Four\" were honored by the ALA with the Paul Howard Award for Courage for their challenge to the National Security Letter and gag order provision of the USA PATRIOT Act.In 2006, the ALA sold humorous \"radical militant librarian\" buttons for librarians to wear in support of the ALA's stances on intellectual freedom, privacy, and civil liberties. Inspiration for the button's design came from documents obtained from the FBI by the Electronic Privacy Information Center (EPIC) through a Freedom of Information Act (FOIA) request. The request revealed a series of e-mails in which FBI agents complained about the \"radical, militant librarians\" while criticizing the reluctance of FBI management to use the secret warrants authorized under Section 215 of the USA PATRIOT Act.\n\n\n=== Renaming of Laura Ingalls Wilder Medal ===\nIn 2018, the organization changed the name of the Laura Ingalls Wilder Medal to the Children's Literature Legacy Award. According to the New York Times, the name change was made \"in order to distance the honor\" from what the ALA described as \"culturally insensitive portrayals\" in Wilder's books.\n\n\n=== Copyright ===\nThe ALA \"supports efforts to amend the Digital Millennium Copyright Act (DMCA) and urges the courts to restore the balance in copyright law, ensure fair use and protect and extend the public domain\". It supports changing copyright law to eliminate damages when using orphan works without permission; is wary of digital rights management; and, in ALA v. FCC, successfully sued the Federal Communications Commission to prevent regulation that would enforce next-generation digital televisions to contain rights-management hardware. It has joined the Information Access Alliance to promote open access to research. The Copyright Advisory Network of the association's Office for Information Technology Policy provides copyright resources to libraries and the communities they serve. The ALA is a member of the Library Copyright Alliance, along with the Association of Research Libraries and the Association of College and Research Libraries, which provides a unified voice for over 300,000 information professionals in the United States.\nCurrently, the ALA supports bill H.R. 905, also known as the You Own Devices Act, stating \"to foster the social and commercial evolution of the \"Internet of Things\" by codifying the right of the owner of a device containing 'essential software' intrinsic to its function to transfer both the and the device.\"\n\n\n== ALA-Accredited Programs in Library and Information Studies ==\n\nALA-Accredited programs can be found at schools in the U.S., Puerto Rico, and Canada. Theses programs offer degrees with names such as Master of Library Science (MLS), Master of Arts, Master of Librarianship, Master of Library and Information Studies (MLIS), and Master of Science. To be accredited, the program must undergo an external review and meet the Standards for Accreditation of Master's Programs in Library and Information Studies. The ALA website provides a directory directory in database form of ALA-Accredited programs. There are currently 59 accredited programs, and two that are candidates seeking accreditation.\n\n\n== See also ==\n\nAmerican Indian Library Association and American Indian Youth Literature Awards\nANSEL American National Standard for Extended Latin Alphabet Coded Character Set for Bibliographic Use\nBook censorship in the United States\nBook Links, an ALA magazine that helps teachers, librarians, school library media specialists, and parents connect children with high-quality books\nBooklist, an ALA publication that provides critical reviews of books and audiovisual materials, geared toward libraries and booksellers\nChallenge (literature), an attempt to have books removed from a library\nHistory of public library advocacy\nInternational Federation of Library Associations (IFLA)\nLibrary Bill of Rights\nLibrary Hall of Fame\nLibrarianship and human rights in the United States\nList of American Library Association accredited library schools\nList of presidents of the American Library Association\nNeal-Schuman Publishers, an imprint of the ALA\nPublic library advocacy\n\n\n== References ==\n\n\n== External links ==\nOfficial website\nWorks by American Library Association at Project Gutenberg\nWorks by or about American Library Association at Internet Archive", "The Book of Giants is an apocryphal Jewish book which expands a narrative in the Hebrew Bible. Its discovery at Qumran dates the text's creation to before the 2nd century BC.\nThe Book of Giants is an antediluvian (pre-flood) narrative that was received primarily in Manichaean literature and known at Turpan. However, the earliest known traditions for the book originate in Aramaic copies of a Book of Giants in the Dead Sea Scrolls.    Furthermore, references are found in: Genesis 6:1-4, 1 Enoch, and visions in Daniel 7:9-14.  This book tells of the background and fate of these Nephilim in the flood.\n\n\n== Origins in ancient Jewish tradition ==\nThe Book of Giants has long been known as a work which circulated among the Manichaeans as a composition attributed to Mani. During the twentieth century a number of finds shed considerable light on the literary evidence for the Book of Giants. The discoveries and publications of Manichaean fragments from the Book of Giants discovered at Turfan have substantiated the many references to its circulation among, and use by the Manichaens. Further identification of the Manichaean Book of Giants was revealed in 1971 when J.T. Milik discovered several Aramaic fragments of Enochic works among the Dead Sea Scrolls. These fragmentary scrolls were the primary source utilized by Mani in the compilation of his book and confirmed the Book of Giants as an independent composition from the second temple period.Among the fragments discovered at Qumran, ten manuscripts of the Book of Giants are identified by Stuckenbruck.  These fragments (1Q23 [1], 1Q24 [2], 2Q26 [3], 4Q203 [4], 4Q530 [5], 4Q531 [6], 4Q532 [7], 4Q556 [8], 4Q206 [9], and 6Q8 [10]) were found in caves 1, 2, 4, and 6 at the site. These discoveries led to further classification of the Enochic works. In the third group of classification, ten Aramaic manuscripts contain parts of the Book of Giants which were only known through the Manichaean sources until the recognition of it at Qumran.There has been much speculation regarding the original language of the Book of Giants. It was generally believed to have had a Semitic origin.  Indeed, the discovery of this text in Qumran has led scholars to believe that the book was initially composed in Aramaic.\n\n\n== Content of The Book of Giants in the Dead Sea Scrolls ==\nThe Book of Giants comprises a group of Aramaic fragments.  Because of the fragmentation of the Book of Giants, it is difficult to know the order of the content. This work is related to the 1 Enoch analogue, which tells a story of the giants that is far more elaborate. Further, the Qumran Book of Giants bore resemblance to the Manichaean Book of Giants that followed after it. \nThe Book of Giants is an expansive narrative of the biblical story of the birth of giants in Genesis 6.1-4. In this story, the giants came into being when the sons of God had sexual intercourse with mortal women who birthed a hybrid race of giants. These giants partook in destructive and immoral actions, which devastated humanity. When Enoch heard of this, he was distressed and asked God to bring judgement to the giants. In his mercy, God chose to give the giants a chance to repent by transmitting dreams to two giants named Ohyah and Hahyah who relayed the dreams to an assembly of giants. The giants were perplexed with the dreams, so they sent a giant named Mahaway to Enoch’s abode. Enoch interceded on their behalf and gave tablets to the giants with the meaning of the dreams and God’s future judgment. When the giants heard this, many chose to act in defiance to God. While the Qumran fragments were incomplete at this point, the Manichaean fragments tell of the hosts of God subduing the race of giants through battle.\nMost of the content in the Book of Giants is derived out of 1 Enoch 7:3-6 . This passage sheds light on the characterizing features of the Giants. It reveals that the Giants were born of the sons of god and daughters of man. The giants began to devour the works of men and went on to kill and consume them. They also sinned against the birds and beasts of the sky, creeping things and the fish of the sea. It also mentions that the giants devoured the flesh of one another and they drank the blood. [7] This act of drinking blood would have horrified the people.[8]There is further evidence of this in Leviticus 17:10-16. In this passage there are strict rules regarding the blood of the animal. In verse 10 and 11, it says, “I will set my face against any Israelite or any foreigner residing among them who eats blood and I will cut them off from the people. For the life of the creature is in the blood.”\nThe text relates how some giants, named Ohya, Hahya, and Mahway, sons of the fallen angels, have some dreams that foresee the biblical Flood.[9] A brief mention of one of these giants, Ohya, is found in the Babylonian Talmud (Nidah, Ch 9), where it is said \"סיחון ועוג אחי הוו דאמר מר סיחון ועוג בני אחיה בר שמחזאי הוו\" (\"Sihon and Og [from the Book of Numbers] were brothers, as they were the sons of Ohia the son of Samhazai [one of the leaders of the fallen angels in the Book of Enoch])\". The version found at Qumran also describes the Sumerian hero Gilgamesh and the monster Humbaba.\n\n\n== Interpretive issues between Qumran and Turfan ==\nAlthough we can glean much information out of the fragments of the narrative, there are still many unknowns and issues that scholars heavily debate. Firstly, the authorship of the Book of Giants is still questionable.  As mentioned earlier, there was very little usage of this manuscript which leaves scholars with many queries. The Qumran discoveries ruled out the Manicheans as being the composers of the Book of Giants. However the usage of 1 Enoch assumes that the basis of the text would also fall under an unknown author or the idea that it was a pseudegraph text. This leads scholars to question the originality and legitimacy of this book.\nThe books of Daniel and 1 Enoch both have similarities to Ohyah and Hahyah’s (two giants) visions. Both have writings of the king of heaven sitting on his throne, and the Aramaic text A12 has similar writings. However, the text differs from these two as God comes down from heaven, but the basic premise remains the same. There are different versions of the Book of Giants, which can cause issues. Furthermore, though both versions are said to derive from the same script, both are very different in their content. The Manichaean version has many differences from the Aramaic version and does not have the same visions in it.\nAccording to J.T. Milik, the Book of Giants is believed to have been a part of the Pentateuch of Enoch along with the Book of Watchers, the Book of Dreams, the Epistle of Enoch and the Astronomical Book. All of these would have been significant from the beginning of the first century. However, during the Christian era, this collection was altered and this narrative was replaced by the Book of Parables. The sparse copies of these books could have been due to a lack of overall use after it was replaced by the Book of Parables.\n\n\n== Sources ==\nThe Manichean text. Translation by W. B. Henning 1943\n\n\n== References ==\n\n\n== External links ==\nThe Book of the Giants\nDetailed discussion of contents of Book of Giants at Encyclopædia Iranica\nBook of Giants- Manuscripts", "A Little Pretty Pocket-Book, intended for the Amusement of Little Master Tommy and Pretty Miss Polly with Two Letters from Jack the Giant Killer is the title of a 1744 children's book by British publisher John Newbery.\n\n\n== History ==\nIt is generally considered the first children's book, and consists of simple rhymes for each of the letters of the alphabet. To market the book to the children of the day, the book came with either a ball for a boy, or a pincushion for a girl. The book was very popular in England, and earned Newbery much fame; eventually the Newbery Medal was named after him. The book was re-published in Colonial America in 1762. Dr A S W Rosenbach called this book, \"One of the most influential and important books in the history of juvenile literature.\"\n\n\n== Description ==\nThe book includes a woodcut of stool-ball among other period games, and includes a rhyme entitled \"Base-Ball.\"  This is the first known reference to \"base-ball\" or \"baseball\" in print, though it actually meant the game rounders, an ancestor of modern baseball. Of baseball's English origin: \"The game of Rounders has been played in England since Tudor Times, with the earliest reference being in 1744 in \"A Little Pretty Pocketbook\" where it is called baseball.\"  \"It is a striking and fielding team game, which involves hitting a small hard leather cased ball with a round wooden or metal bat and then running around 4 bases in order to score.\"\n\n\n== References ==", "Abanindranath Tagore CIE (অবনীন্দ্রনাথ ঠাকুর)  (7 August 1871 – 5 December 1951) was the principal artist and creator of the \"Indian Society of Oriental Art\". He was also the first major exponent of Swadeshi values in Indian art, thereby founding the influential Bengal school of art, which led to the development of modern Indian painting He was also a noted writer, particularly for children. Popularly known as 'Aban Thakur', his books Rajkahini, Budo Angla, Nalak, and Khirer Putul are landmarks in Bengali language children's literature.\nTagore sought to modernise Mughal and Rajput styles to counter the influence of Western models of art, as taught in art schools under the British Raj and developed the Indian style of painting, later known as Bengal school of art. Such was the success of Tagore's work that it was eventually accepted and promoted as a national Indian style within British art institutions under the epithet of Indian Society of Oriental Art.\n\n\n== Personal life and background ==\nAbanindranath Tagore was born in Jorasanko, Calcutta, British India, to Gunendranath Tagore. His grandfather was Girindranath Tagore, the second son of \"Prince\" Dwarkanath Tagore. He was a member of the distinguished Tagore family, and a nephew of the poet Rabindranath Tagore. His grandfather and his elder brother, Gaganendranath Tagore, were also artists.\nTagore learned art when studying at Sanskrit College, Kolkata in the 1880s. In 1890, around the age of twenty years, Abanindranath attended the Calcutta School of Art where he learnt to use pastels from O. Ghilardi, and oil painting from Charles Palmer, European painters who taught in that institution.In 1889, he married Suhasini Devi, daughter of Bhujagendra Bhusan Chatterjee, a descendant of Prasanna Coomar Tagore. At this time he left the Sanskrit College after nine years of study and studied English as a special student at St. Xavier's College, which he attended for about a year and a half.\nHe had a sister, Sunayani Devi.\n\n\n== Painting career ==\n\n\n=== Early days ===\nIn the early 1890s several illustrations were published in Sadhana magazine, and in Chitrangada, and other works by Rabindranath Tagore. He also illustrated his own books.About the year 1897 he took lessons from the vice-principal of the Government School of Art, studying in the traditional European academic manner, learning the full range of techniques, but with a particular interest in watercolour. At this time he began to come under the influence of Mughal art, making a number of works based on the life of Krishna in a Mughal-influenced style. After meeting E. B. Havell, Tagore worked with him to revitalise and redefine art teaching at the Calcutta School of art, a project also supported by his brother Gaganendranath, who set up the Indian Society of Oriental Art.\nTagore believed in the traditional Indian techniques of painting. His philosophy rejected the \"materialistic\" art of the west and came back to Indian traditional art forms. He was influenced by the Mughal school of painting as well as Whistler's Aestheticism. In his later works, Tagore started integrating Chinese and Japanese calligraphic traditions into his style.\n\n\n=== Later career ===\nTagore believed that Western art was \"materialistic\" in character, and that India needed to return to its own traditions to recover spiritual values. Despite its Indocentric nationalism, this view was already commonplace within British art of the time, stemming from the ideas of the Pre-Raphaelites. Tagore's work also shows the influence of Whistler's Aestheticism. Partly for this reason many British arts administrators were sympathetic to such ideas, especially as Hindu philosophy was becoming increasingly influential in the West following the spread of the Theosophy movement. Tagore believed that Indian traditions could be adapted to express these new values, and to promote a progressive Indian national culture.\nHis finest achievement however was the Arabian Night's series which was painted in 1930. In these paintings he uses the Arabian Nights stories as a trope for looking at colonial Calcutta and picturing its emergent cosmopolitanism.With the success of Tagore's ideas, he came into contact with other Asian cultural figures, such as the Japanese art historian Okakura Kakuzō and the Japanese painter Yokoyama Taikan, whose work was comparable to his own. In his later work, he began to incorporate elements of Chinese and Japanese calligraphic traditions into his art, seeking to construct a model for a modern pan-Asian artistic tradition which would merge the common aspects of Eastern spiritual and artistic culture.His close students included Nandalal Bose, Samarendranath Gupta, Kshitindranath Majumdar, Surendranath Ganguly, Asit Kumar Haldar, Sarada Ukil, Kalipada Ghoshal , Manishi Dey, Mukul Dey, K. Venkatappa and Ranada Ukil.\nFor Abanindranath, the house he grew up in (5 Dwarakanath Tagore Lane) and its companion house (6 Dwarakanath Tagore Lane) connected two cultural worlds – 'white town' (where the British colonizers lived) and 'black town' (where the natives lived). According to architectural historian Swati Chattopadhay, Abanindranath \"used the Bengali meaning of the word, Jorasanko – 'double bridge' to develop this idea in the form of a mythical map of the city. The map is, indeed, not of Calcutta, but an imaginary city, Halisahar, and is the central guide in a children's story Putur Boi (Putu's Book). The nineteenth-century place names of Calcutta, however, appear on this map, thus suggesting we read this imaginary city with the colonial city as a frame of reference. The map uses the structure of a board game—golokdham—and shows a city divided along a main artery; on one side a lion-gate leads to the Lal-Dighi in the middle of which is the 'white island.'Abanindranath maintained throughout his life a long friendship with the London-based artist, author, and eventual president of London's Royal College of Art William Rothenstein.  Arriving in the autumn of 1910, Rothenstein spent almost a year surveying India's cultural and religious sites, including the ancient Buddhist caves of Ajanta; the Jain carvings of Gwalior; and the Hindu panoply of Benares.  He ended up in Calcutta, where he drew and painted with Abanindranath and his students, attempting to absorb elements of Bengal School style into his own practice.However limited Rothenstein's experiments with the styles of early Modernist Indian painting were, the friendship between him and Abanindranath ushered in a crucial cultural event.  This was Rabindranath Tagore's sojourn at Rothenstein's London home, which led to the publication of the English-language version of Gitanjali and the subsequent award to Rabindranath in 1913 of the Nobel Prize for Literature.\nThe publication of Rabindranath Tagore's Gitanjali in English brought the Tagore family international renown, which helped to make Abanindranath's artistic projects better known in the west.\n\n\n=== Rediscovery ===\nWithin a few years of the artist's death in 1951, his eldest son, Alokendranath, bequeathed almost the entire family collection of Abanindranath Tagore's paintings to the newly founded Rabindra Bharati Society Trust that took up residence on the site of their famous house on No. 5, Dwarakanath Tagore lane. In a situation where only a small number of the artist's paintings had been collected or given away in his lifetime, the Rabindra Bharati Society became the main repository of Abanindranath's works of all periods. Banished into trunks inside the dark offices of the society, these paintings have remained in permanent storage ever since. Caught in these many binds the full range and brilliance of Abanindranath's works could never be effectively projected into a public domain. They remained intimately known only to a tiny circle of Art connoisseurs and scholars in Bengal – some of whom like K. G. Subramanyan and R. Siva Kumar have long argued that the true measure of Abanindranath's talent is to be found in his works of the 1920s, 30s and 40s but could do little to offer up a comprehensive profile of the master for the contemporary art world. R. Siva Kumar's Paintings of Abanindranath Tagore (2008) is a path-breaking discovery in re-defining Abanindranath's art.\n\n\n== List of paintings ==\nA list of paintings by Abanindranath Tagore:\n\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\nWorks by or about Abanindranath Tagore at Internet Archive\nBiography (Calcuttaweb.com)\nMukul Dey Archives, Santiniketan, India\nDolls by Abanindranath Tagore\nAbanindranath Tagore's Profile\nAbanindranath's complete literary works in Bengali.", "An acronym is a word or name formed as an abbreviation from the initial components of a phrase or a word, usually individual letters (as in \"NATO\" or \"laser\") and sometimes syllables (as in \"Benelux\").\nThere are no universal standards for the multiple names for such abbreviations or for their orthographic styling. In English and most other languages, such abbreviations historically had limited use, but they became much more common in the 20th century. Acronyms are a type of word formation process, and they are viewed as a subtype of blending.\n\n\n== Nomenclature ==\nWhereas an abbreviation may be any type of shortened form, such as words with the middle omitted (for example, \"Rd\" for \"road\" or \"Dr\" for \"Doctor\"), an acronym is a word formed from the first letter or first few letters of each word in a phrase (such as \"sonar\", created from \"sound navigation and ranging\"). Attestations for Akronym in German are known from 1921, and for \"acronym\" in English from 1940.Although the word \"acronym\" is often used to refer to any abbreviation formed from initial letters, some dictionaries and usage commentators define acronym to mean an abbreviation that is pronounced as a word, in contrast to an initialism (or alphabetism)‍—‌an abbreviation formed from a string of initials (and possibly pronounced as individual letters).\nSome dictionaries include additional senses equating acronym with initialism. The distinction, when made, hinges on whether the abbreviation is pronounced as a word or as a string of individual letters. Examples in reference works that make the distinction include \"NATO\" , \"scuba\" , and \"radar\"  for acronyms; and \"FBI\" , \"CRT\" , and \"HTML\"  for initialisms. The rest of this article uses acronym for both types of abbreviation.\nThe distinction is not well-maintained. According to Merriam-Webster's Dictionary of English Usage: \"A number of commentators ... believe that acronyms can be differentiated from other abbreviations in being pronounceable as words. Dictionaries, however, do not make this distinction because writers in general do not. ... Initialism, an older word than acronym, seems to be too little known to the general public to serve as the customary term standing in contrast with acronym in a narrow sense.\"  About the use of acronym to only mean those pronounced as words, Fowler's Modern English Usage (3rd ed.) states: \"The limitations of the term being not widely known to the general public, acronym is also often applied to abbreviations that are familiar but are not pronounceable as words. ... Such terms are also called initialisms.\"\nA clearer distinction has also been drawn by Pyles & Algeo (1970), who divided acronyms as a general category into word acronyms pronounced as words, and initialisms sounded out as letters.\nThere is no special term for abbreviations whose pronunciation involves the combination of letter names and words or word-like pronunciations of strings of letters, such as \"JPEG\"  and \"MS-DOS\" .  There is also some disagreement as to what to call abbreviations that some speakers pronounce as letters and others pronounce as a word. For example, the terms \"URL\" and \"IRA\" can be pronounced as individual letters:  and , respectively; or as a single word:  and , respectively.\nThe spelled-out form of an acronym or initialism (that is, what it stands for) is called its expansion.\n\n\n== Comparing a few examples of each type ==\nPronounced as a word, containing only initial letters\nNATO: \"North Atlantic Treaty Organization\"\nScuba: \"self-contained underwater breathing apparatus\"\nLaser: \"light amplification by stimulated emission of radiation\"\nGIF: \"Graphics Interchange Format\"\nPronounced as a word, containing a mixture of initial and non-initial letters\nAmphetamine: \"alpha-methyl-phenethylamine\"\nGestapo: Geheime Staatspolizei ('Secret State Police')\nRadar: \"radio detection and ranging\"\nPronounced as a string of letters, containing syllable-initial but not necessarily word-initial letters\nPMN: \"polymorphonuclear leukocytes\"\nOCA: \"oculocutaneous albinism\"\nPCM: \"paracoccidioidomycosis\"\nPronounced as a word or as a string of letters, depending on speaker or context\nFAQ: ( or ef-a-cue) \"frequently asked questions\"\nIRA: When used for \"individual retirement account\", can be pronounced as letters (i-ar-a) or as a word .\nSQL: ( or ess-cue-el) \"Structured Query Language\".\nPronounced as a combination of spelling out and a word\nCD-ROM: (cee-dee-) \"compact disc read-only memory\"\nIUPAC: (i-u- or i-u-pee-a-cee) \"International Union of Pure and Applied Chemistry\"\nJPEG: (jay- or jay-pee-e-gee) \"Joint Photographic Experts Group\"\nSFMOMA: (ess-ef- or ess-ef-em-o-em-a) \"San Francisco Museum of Modern Art\"\nPronounced only as a string of letters\nBBC: \"British Broadcasting Corporation\"\nOEM: \"original equipment manufacturer\"\nUSA: \"United States of America\"\nPronounced as a string of letters, but with a shortcut\nAAA:\n(triple-A) \"American Automobile Association\"; \"abdominal aortic aneurysm\"; \"anti-aircraft artillery\"; \"Asistencia, Asesoría y Administración\"\n(three-As) \"Amateur Athletic Association\"\nIEEE: (I triple-E) \"Institute of Electrical and Electronics Engineers\"\nNAACP: (N double-A C P or N A A C P) \"National Association for the Advancement of Colored People\"\nNCAA: (N C double-A or N C two-A or N C A A) \"National Collegiate Athletic Association\"\nShortcut incorporated into name\n3M: (three M) originally \"Minnesota Mining and Manufacturing Company\"\n(ISC)²: (ISC squared) \"International Information Systems Security Certification Consortium\"\nW3C: (W-three C) \"World Wide Web Consortium\"\nC4ISTAR: (C-four Istar) \"Command, Control, Communications, Computers, Intelligence, Surveillance, Target Acquisition, and Reconnaissance\"\nMulti-layered acronyms\nAIM: \"AOL Instant Messenger\", in which \"AOL\" originally stood for \"America Online\"\nNAC Breda: (Dutch football club) \"NOAD ADVENDO Combinatie\" (\"NOAD ADVENDO Combination\"), formed by the 1912 merger of two clubs from Breda:\nNOAD: (Nooit Opgeven Altijd Doorgaan \"Never give up, always persevere\")\nADVENDO: (Aangenaam Door Vermaak En Nuttig Door Ontspanning \"Pleasant by entertainment and useful by relaxation\")\nGAIM: \"GTK+ AOL Instant Messenger\" (former name of Pidgin)\nGIMP: \"GNU Image Manipulation Program\"\nVHDL: \"VHSIC hardware description language\", where \"VHSIC\" stands for \"Very High Speed Integrated Circuit\" (a U.S. government program).\nRecursive acronyms, in which the abbreviation refers to itself\nGNU: \"GNU's not Unix!\"\nWine: \"Wine is not an emulator\" (originally, \"Windows emulator\")\nThese may go through multiple layers before the self-reference is found:\nHURD: \"HIRD of Unix-replacing daemons\", where \"HIRD\" stands for \"HURD of interfaces representing depth\"\nPseudo-acronyms, which consist of a sequence of characters that, when pronounced as intended, invoke other, longer words with less typing. This makes them gramograms.\nBBQ: bee-bee-cue, for \"barbecue\".\nCQ: cee-cue for \"seek you\", a code used by radio operators\nIOU: i-o-u for \"I owe you\" (the true acronym would be \"IOY\")\nK9: kay-nine for \"canine\", used to designate police units utilizing dogs\nAbbreviations whose last abbreviated word is often redundantly included anyway\nATM machine: \"automated teller machine\" (machine)\nHIV virus: \"human immunodeficiency virus\" (virus)\nLCD display: \"liquid-crystal display\" (display)\nPIN number: \"personal identification number\" (number)\nPronounced as a word, containing letters as a word in itself\nPAYGO: \"pay-as-you-go\"\n\n\n== Historical and current use ==\nAcronymy, like retronymy, is a linguistic process that has existed throughout history but for which there was little to no naming, conscious attention, or systematic analysis until relatively recent times. Like retronymy, it became much more common in the 20th century than it had formerly been.\nAncient examples of acronymy (regardless of whether there was metalanguage at the time to describe it) include the following:\n\nAcronyms were used in Rome before the Christian era. For example, the official name for the Roman Empire, and the Republic before it, was abbreviated as SPQR (Senatus Populusque Romanus). Inscriptions dating from antiquity, both on stone and on coins, use many abbreviations and acronyms to save space and work. For example, Roman first names, of which there was only a small set, were almost always abbreviated. Common terms were abbreviated too, such as writing just \"F\" for filius, meaning \"son\", a very common part of memorial inscriptions mentioning people. Grammatical markers were abbreviated or left out entirely if they could be inferred from the rest of the text.\nSo-called nomina sacra (sacred names) were used in many Greek biblical manuscripts. The common words \"God\" (Θεός), \"Jesus\" (Ιησούς), \"Christ\" (Χριστός), and some others, would be abbreviated by their first and last letters, marked with an overline. This was just one of many kinds of conventional scribal abbreviation, used to reduce the time-consuming workload of the scribe and save on valuable writing materials. The same convention is still commonly used in the inscriptions on religious icons and the stamps used to mark the eucharistic bread in Eastern Churches.\nThe early Christians in Rome, most of whom were Greek rather than Latin speakers, used the image of a fish as a symbol for Jesus in part because of an acronym—\"fish\" in Greek is ichthys (ΙΧΘΥΣ), which was said to stand for Ἰησοῦς Χριστός Θεοῦ Υἱός Σωτήρ (Iesous Christos Theou huios Soter: \"Jesus Christ, God's Son, Savior\"). This interpretation dates from the 2nd and 3rd centuries and is preserved in the catacombs of Rome. And for centuries, the Church has used the inscription INRI over the crucifix, which stands for the Latin Iesus Nazarenus Rex Iudaeorum (\"Jesus the Nazarene, King of the Jews\").\nThe Hebrew language has a long history of formation of acronyms pronounced as words, stretching back many centuries. The Hebrew Bible (\"Old Testament\") is known as \"Tanakh\", an acronym composed from the Hebrew initial letters of its three major sections: \"Torah\" (five books of Moses), \"Nevi'im\" (prophets), and \"K'tuvim\" (writings). Many rabbinical figures from the Middle Ages onward are referred to in rabbinical literature by their pronounced acronyms, such as Rambam and Rashi from the initial letters of their full Hebrew names: \"Rabbi Moshe ben Maimon\" and \"Rabbi Shlomo Yitzkhaki\".During the mid- to late 19th century, an acronym-disseminating trend spread through the American and European business communities: abbreviating corporation names —such as on the sides of railroad cars (e.g., \"Richmond, Fredericksburg and Potomac Railroad\" → \"RF&P\"); on the sides of barrels and crates; and on ticker tape and in the small-print newspaper stock listings that got their data from it (e.g. American Telephone and Telegraph Company → AT&T). Some well-known commercial examples dating from the 1890s through 1920s include \"Nabisco\" (\"National Biscuit Company\"), \"Esso\" (from \"S.O.\", from \"Standard Oil\"), and \"Sunoco\" (\"Sun Oil Company\").\nAnother driver for the adoption of acronyms was modern warfare, with its many highly technical terms. While there is no recorded use of military acronyms in documents dating from the American Civil War (acronyms such as \"ANV\" for \"Army of Northern Virginia\" post-date the war itself), they had become somewhat common in World War I and were very much a part even of the vernacular language of the soldiers during World War II, who themselves were referred to as G.I.s.\nThe widespread, frequent use of acronyms across the whole range of registers is a relatively new linguistic phenomenon in most languages, becoming increasingly evident since the mid-20th century. As literacy rates rose, and as advances in science and technology brought with them a constant stream of new (and sometimes more complex) terms and concepts, the practice of abbreviating terms became increasingly convenient. The Oxford English Dictionary (OED) records the first printed use of the word initialism as occurring in 1899, but it did not come into general use until 1965, well after acronym had become common.\nBy 1943, the term acronym had been used in English to recognize abbreviations (and contractions of phrases) that were pronounced as words. (It was formed from the Greek words ἄκρος, akros, \"topmost, extreme\" and ὄνομα, onoma, \"name.\") For example, the army offense of being absent without official leave was abbreviated to \"A.W.O.L.\" in reports, but when pronounced as a word (awol), it became an acronym. While initial letters are commonly used to form an acronym, the original definition was \"a word made from the initial letters or syllables of other words\", for example UNIVAC from UNIVersal Automatic Computer.In English, acronyms pronounced as words may be a 20th-century phenomenon. Linguist David Wilton in Word Myths: Debunking Linguistic Urban Legends claims that \"forming words from acronyms is a distinctly twentieth- (and now twenty-first-) century phenomenon. There is only one known pre-twentieth-century [English] word with an acronymic origin and it was in vogue for only a short time in 1886. The word is colinderies or colinda, an acronym for the Colonial and Indian Exposition held in London in that year.\" However, although acronymic words seem not to have been employed in general vocabulary before the 20th century (as Wilton points out), the concept of their formation is treated as effortlessly understood (and evidently not novel) in a Poe story of the 1830s, \"How to Write a Blackwood Article\", which includes the contrived acronym \"P.R.E.T.T.Y.B.L.U.E.B.A.T.C.H.\".\n\n\n=== Early examples in English ===\nThe use of Latin and Neo-Latin terms in vernaculars has been pan-European and predates modern English. Some examples of acronyms in this class are:\n\nA.M. (from Latin ante meridiem, \"before noon\") and P.M. (from Latin post meridiem, \"after noon\")\nA.D. (from Latin Anno Domini, \"in the year of our Lord\"), whose complement in English, B.C. [Before Christ], is English-sourced\nO.K., a term of disputed origin, dating back at least to the early 19th century, now used around the worldThe earliest example of a word derived from an acronym listed by the OED is \"abjud\" (now \"abjad\"), formed from the original first four letters of the Arabic alphabet in the late 18th century.  Some acrostics predate this, however, such as the Restoration witticism arranging the names of some members of Charles II's Committee for Foreign Affairs to produce the \"CABAL\" ministry.\n\n\n=== Current use ===\nAcronyms are used most often to abbreviate names of organizations and long or frequently referenced terms. The armed forces and government agencies frequently employ acronyms; some well-known examples from the United States are among the \"alphabet agencies\" (also jokingly referred to as \"alphabet soup\") created by Franklin D. Roosevelt (also of course known as \"FDR\") under the New Deal. Business and industry also are prolific coiners of acronyms. The rapid advance of science and technology in recent centuries seems to be an underlying force driving the usage, as new inventions and concepts with multiword names create a demand for shorter, more manageable names. One representative example, from the U.S. Navy, is \"COMCRUDESPAC\", which stands for \"commander, cruisers destroyers Pacific\"; it is also seen as \"ComCruDesPac\". \"YABA-compatible\" (where \"YABA\" stands for \"yet another bloody acronym\") is used to mean that a term's acronym can be pronounced but is not an offensive word, e.g. \"When choosing a new name, be sure it is 'YABA-compatible'.\"Acronym use has been further popularized by text messaging on mobile phones with short message service (SMS), and instant messenger (IM). To fit messages into the 160-character SMS limit, and to save time, acronyms such as \"GF\" (\"girlfriend\"), \"LOL\" (\"laughing out loud\"), and \"DL\" (\"download\" or \"down low\") have become popular. Some prescriptivists disdain texting acronyms and abbreviations as decreasing clarity, or as failure to use \"pure\" or \"proper\" English. Others point out that language change has happened for thousands of years, and argue that it should be embraced as inevitable, or as innovation that adapts the language to changing circumstances. In this view, the modern practice is just as legitimate as those in \"proper\" English of the current generation of speakers, such as the abbreviation of corporation names in places with limited writing space (e.g., ticker tape, newspaper column inches).\n\n\n==== Aids to learning the expansion without leaving a document ====\nIn formal writing for a broad audience, the expansion is typically given at the first occurrence of the acronym within a given text, for the benefit of those readers who do not know what it stands for. The capitalization of the original term is independent of it being acronymized, being lowercase for a common noun such as frequently asked questions (FAQ) but uppercase for a proper noun such as the United Nations (UN) (as explained at Case > Casing of expansions).\nIn addition to expansion at first use, some publications also have a key listing all the acronyms used they have used and what their expansions are. This is a convenience for readers for two reasons. The first is that if they are not reading the entire publication sequentially (which is a common mode of reading), then they may encounter an acronym without having seen its expansion. Having a key at the start or end of the publication obviates skimming over the text searching for an earlier use to find the expansion. (This is especially important in the print medium, where no search utility is available.) The second reason for the key feature is its pedagogical value in educational works such as textbooks. It gives students a way to review the meanings of the acronyms introduced in a chapter after they have done the line-by-line reading, and also a way to quiz themselves on the meanings (by covering up the expansion column and recalling the expansions from memory, then checking their answers by uncovering). In addition, this feature enables readers possessing knowledge of the abbreviations not to have to encounter expansions (redundant for such readers).\nExpansion at first use and the abbreviation-key feature are aids to the reader that originated in the print era, but they are equally useful in print and online. In addition, the online medium offers yet more aids, such as tooltips, hyperlinks, and rapid search via search engine technology.\n\n\n==== Jargon ====\nAcronyms often occur in jargon. An acronym may have different meanings in different areas of industry, writing, and scholarship. The general reason for this is convenience and succinctness for specialists, although it has led some to obfuscate the meaning either intentionally, to deter those without such domain-specific knowledge, or unintentionally, by creating an acronym that already existed.\nThe medical literature has been struggling to control the proliferation of acronyms as their use has evolved from aiding communication to hindering it. This has become such a problem that it is even evaluated at the level of medical academies such as the American Academy of Dermatology.\n\n\n==== As mnemonics ====\nAcronyms are often taught as mnemonic devices, for example in physics the colors of the visible spectrum are said to be \"ROY G. BIV\" (\"red-orange-yellow-green-blue-indigo-violet\"). They are also used as mental checklists, for example in aviation: \"GUMPS\", which is \"Gas-Undercarriage-Mixture-Propeller-Seatbelts\". Other examples of mnemonic acronyms are \"CAN SLIM\", and \"PAVPANIC\" as well as \"PEMDAS\".\n\n\n==== Acronyms as legendary etymology ====\n\nIt is not uncommon for acronyms to be cited in a kind of false etymology, called a folk etymology, for a word. Such etymologies persist in popular culture but have no factual basis in historical linguistics, and are examples of language-related urban legends. For example, \"cop\" is commonly cited as being derived, it is presumed, from \"constable on patrol\", and \"posh\" from \"port outward, starboard home\". With some of these specious expansions, the \"belief\" that the etymology is acronymic has clearly been tongue-in-cheek among many citers, as with \"gentlemen only, ladies forbidden\" for \"golf\", although many other (more credulous) people have uncritically taken it for fact. Taboo words in particular commonly have such false etymologies: \"shit\" from \"ship/store high in transit\" or \"special high-intensity training\" and \"fuck\" from \"for unlawful carnal knowledge\", or \"fornication under consent/command of the king\".\n\n\n== Orthographic styling ==\n\n\n=== Punctuation ===\n\n\n==== Showing the ellipsis of letters ====\nIn English, abbreviations have traditionally been written with a full stop/period/point in place of the deleted part to show the ellipsis of letters—although the colon and apostrophe have also had this role—and with a space after full stops (e.g. \"A. D.\"). In the case of most acronyms, each letter is an abbreviation of a separate word and, in theory, should get its own termination mark. Such punctuation is diminishing with the belief that the presence of all-capital letters is sufficient to indicate that the word is an abbreviation.\n\n\n===== Ellipsis-is-understood style =====\nSome influential style guides, such as that of the BBC, no longer require punctuation to show ellipsis; some even proscribe it. Larry Trask, American author of The Penguin Guide to Punctuation, states categorically that, in British English, \"this tiresome and unnecessary practice is now obsolete\".\n\n\n===== Pronunciation-dependent style and periods =====\nNevertheless, some influential style guides, many of them American, still require periods in certain instances. For example, The New York Times Manual of Style and Usage recommends following each segment with a period when the letters are pronounced individually, as in \"K.G.B.\", but not when pronounced as a word, as in \"NATO\". The logic of this style is that the pronunciation is reflected graphically by the punctuation scheme.\n\n\n===== Other conventions =====\nWhen a multiple-letter abbreviation is formed from a single word, periods are in general not used, although they may be common in informal usage. \"TV\", for example, may stand for a single word (\"television\" or \"transvestite\", for instance), and is in general spelled without punctuation (except in the plural). Although \"PS\" stands for the single word \"postscript\" (or the Latin postscriptum), it is often spelled with periods (\"P.S.\").\nThe slash ('/', or solidus) is sometimes used to separate the letters in a two-letter acronym, as in \"N/A\" (\"not applicable, not available\"), \"c/o\" (\"care of\") and \"w/o\" (\"without\").\nInconveniently long words used frequently in related contexts can be represented according to their letter count. For example, \"i18n\" abbreviates \"internationalization\", a computer-science term for adapting software for worldwide use. The \"18 represents the 18 letters that come between the first and the last in \"internationalization\". \"Localization\" can be abbreviated \"l10n\", \"multilingualization\" \"m17n\", and \"accessibility\" \"a11y\". In addition to the use of a specific number replacing that many letters, the more general \"x\" can be used to replace an unspecified number of letters. Examples include \"Crxn\" for \"crystallization\" and the series familiar to physicians for history, diagnosis, and treatment (\"hx\", \"dx\", \"tx\").\n\n\n==== Representing plurals and possessives ====\nThere is a question about how to pluralize acronyms. Often a writer will add an 's' following an apostrophe, as in \"PC's\". However, Kate Turabian, writing about style in academic writings, allows for an apostrophe to form plural acronyms \"only when an abbreviation contains internal periods or both capital and lowercase letters\". Turabian would therefore prefer \"DVDs\" and \"URLs\" and \"Ph.D.'s\". The Modern Language Association and American Psychological Association prohibit apostrophes from being used to pluralize acronyms regardless of periods (so \"compact discs\" would be \"CDs\" or \"C.D.s\"), whereas The New York Times Manual of Style and Usage requires an apostrophe when pluralizing all abbreviations regardless of periods (preferring \"PC's, TV's and VCR's\").Possessive plurals that also include apostrophes for mere pluralization and periods appear especially complex: for example, \"the C.D.'s' labels\" (the labels of the compact discs). In some instances, however, an apostrophe may increase clarity: for example, if the final letter of an abbreviation is \"S\", as in \"SOS's\" (although abbreviations ending with S can also take \"-es\", e.g. \"SOSes\"), or when pluralizing an abbreviation that has periods.A particularly rich source of options arises when the plural of an acronym would normally be indicated in a word other than the final word if spelled out in full. A classic example is \"Member of Parliament\", which in plural is \"Members of Parliament\". It is possible then to abbreviate this as \"M's P\". (or similar), as used by former Australian Prime Minister Ben Chifley. This usage is less common than forms with \"s\" at the end, such as \"MPs\", and may appear dated or pedantic. In common usage, therefore, \"weapons of mass destruction\" becomes \"WMDs\", \"prisoners of war\" becomes \"POWs\", and \"runs batted in\" becomes \"RBIs\".The argument that acronyms should have no different plural form (for example, \"If D can stand for disc, it can also stand for discs\") is in general disregarded because of the practicality in distinguishing singulars and plurals. This is not the case, however, when the abbreviation is understood to describe a plural noun already: For example, \"U.S.\" is short for \"United States\", but not \"United State\". In this case, the options for making a possessive form of an abbreviation that is already in its plural form without a final \"s\" may seem awkward: for example, \"U.S.\", \"U.S.'s\", etc. In such instances, possessive abbreviations are often forgone in favor of simple attributive usage (for example, \"the U.S. economy\") or expanding the abbreviation to its full form and then making the possessive (for example, \"the United States' economy\"). On the other hand, in speech, the pronunciation \"United States's\" sometimes is used.\nAbbreviations that come from single, rather than multiple, words—such as \"TV\" (\"television\")—are usually pluralized without apostrophes (\"two TVs\"); most writers feel that the apostrophe should be reserved for the possessive (\"the TV's antenna\").\n In some languages, the convention of doubling the letters in the acronym is used to indicate plural words: for example, the Spanish EE. UU., for Estados Unidos ('United States'). This old convention is still followed for a limited number of English abbreviations, such as SS. for \"Saints\", pp. for the Latin plural of \"pages\", paginae, or MSS for \"manuscripts\". In the case of pp. it derives from the original Latin phrase \"per procurationem\" meaning 'through the agency of'; an English translation alternative is particular pages in a book or document: see pp. 8–88.\n\n\n=== Case ===\n\n\n==== All-caps style ====\nThe most common capitalization scheme seen with acronyms is all-uppercase (all-caps), except for those few that have linguistically taken on an identity as regular words, with the acronymous etymology of the words fading into the background of common knowledge, such as has occurred with the words \"scuba\", \"laser\", and \"radar\"—these are known as anacronyms. Anacronyms (note well -acro-) should not be homophonously confused with anachronyms (note well -chron-), which are a type of misnomer.\n\n\n===== Small-caps variant =====\nSmall caps are sometimes used to make the run of capital letters seem less jarring to the reader. For example, the style of some American publications, including the Atlantic Monthly and USA Today, is to use small caps for acronyms longer than three letters; thus \"U.S.\" and \"FDR\" in normal caps, but \"nato\" in small caps. The acronyms \"AD\" and \"BC\" are often smallcapped as well, as in: \"From 4004 bc to ad 525\".\n\n\n===== Mixed-case variant =====\nWords derived from an acronym by affixing are typically expressed in mixed case, so the root acronym is clear. For example, \"pre-WWII politics\", \"post-NATO world\", \"DNAase\". In some cases a derived acronym may also be expressed in mixed case. For example, \"messenger RNA\" and \"transfer RNA\" become \"mRNA\" and \"tRNA\".\n\n\n==== Pronunciation-dependent style and case ====\nSome publications choose to capitalize only the first letter of acronyms, reserving all-caps styling for initialisms, writing the pronounced acronyms \"Nato\" and \"Aids\" in mixed case, but the initialisms \"USA\" and \"FBI\" in all caps. For example, this is the style used in The Guardian, and BBC News typically edits to this style (though its official style guide, dating from 2003, still recommends all-caps). The logic of this style is that the pronunciation is reflected graphically by the capitalization scheme.\nSome style manuals also base the letters' case on their number. The New York Times, for example, keeps \"NATO\" in all capitals (while several guides in the British press may render it \"Nato\"), but uses lower case in \"UNICEF\" (from \"United Nations International Children's Emergency Fund\") because it is more than four letters, and to style it in caps might look ungainly (flirting with the appearance of \"shouting capitals\").\n\n\n=== Numerals and constituent words ===\nWhile abbreviations typically exclude the initials of short function words (such as \"and\", \"or\", \"of\", or \"to\"), this is not always the case. (A similar set of words is sometimes left as lowercase in headers and publication titles.) Sometimes function words are included to make a pronounceable acronym, such as CORE (Congress of Racial Equality). Sometimes the letters representing these words are written in lower case, such as in the cases of \"TfL\" (\"Transport for London\") and LotR (Lord of the Rings); this usually occurs when the acronym represents a multi-word proper noun.\nNumbers (both cardinal and ordinal) in names are often represented by digits rather than initial letters: as in \"4GL\" (\"fourth generation language\") or \"G77\" (\"Group of 77\"). Large numbers may use metric prefixes, as with \"Y2K\" for \"Year 2000\" (sometimes written \"Y2k\", because the SI symbol for 1000 is \"k\"—not \"K\", which stands for \"kelvin\"). Exceptions using initials for numbers include \"TLA\" (\"three-letter acronym/abbreviation\") and \"GoF\" (\"Gang of Four\"). Abbreviations using numbers for other purposes include repetitions, such as \"W3C\" (\"World Wide Web Consortium\") and T3 (Trends, Tips & Tools for Everyday Living); pronunciation, such as \"B2B\" (\"business to business\"); and numeronyms, such as \"i18n\" (\"internationalization\"; \"18\" represents the 18 letters between the initial \"i\" and the final \"n\").\n\n\n=== Casing of expansions ===\nAlthough many authors of expository writing show a predisposition to capitalizing the initials of the expansion for pedagogical emphasis (trying to thrust the reader's attention toward where the letters are coming from), this sometimes conflicts with the convention of English orthography, which reserves capitals in the middle of sentences for proper nouns. Enforcing the general convention, most professional editors case-fold such expansions to their standard orthography when editing manuscripts for publication. The justification is that (1) readers are smart enough to figure out where the letters came from, even without their being capitalized for emphasis, and that (2) common nouns do not take capital initials in standard English orthography.  Such house styles also usually disfavor bold or italic font for the initial letters. For example,\n\"the onset of Congestive Heart Failure (CHF)\" or \"the onset of congestive heart failure (CHF)\" if found in an unpublished manuscript would be rewritten as \"the onset of congestive heart failure (CHF)\" in the final published article when following the AMA Manual of Style.\n\n\n== Changes to (or word play on) the expanded meaning ==\n\n\n=== Pseudo-acronyms ===\nSome apparent acronyms or other abbreviations do not stand for anything and cannot be expanded to some meaning. Such pseudo-acronyms may be pronunciation-based, such as \"BBQ\" (bee-bee-cue), for \"barbecue\", or \"K9\" (kay-nine) for \"canine\". Pseudo-acronyms also frequently develop as \"orphan initialisms\"; a existing acronym is redefined as a non-acronymous name, severing its link to its previous meaning. For example, the letters of the \"SAT\", a US college entrance test originally dubbed \"Scholastic Aptitude Test\", no longer officially stand for anything.This is common with companies that want to retain brand recognition while moving away from an outdated image: American Telephone and Telegraph became AT&T, \"Kentucky Fried Chicken\" became \"KFC\" to de-emphasize the role of frying in the preparation of its signature dishes, and British Petroleum became BP. Russia Today has rebranded itself as RT. \"Genzyme Transgenics Corporation\" became \"GTC Biotherapeutics, Inc.\" in order to reduce perceived corporate risk of sabotage/vandalism by Luddite activists.Pseudo-acronyms may have advantages in international markets: for example, some national affiliates of International Business Machines are legally incorporated as \"IBM\" (for example, \"IBM Canada\") to avoid translating the full name into local languages. Likewise, \"UBS\" is the name of the merged Union Bank of Switzerland and Swiss Bank Corporation, and  \"HSBC\" has replaced \"The Hongkong and Shanghai Banking Corporation.\" Sometimes, companies whose original name gives a clear indication of their place of origin will use acronyms when expanding to foreign markets—for example, Toronto-Dominion Bank continues to operate under the full name in Canada, but its U.S. subsidiary is known as \"TD Bank\", just as Royal Bank of Canada used its full name in Canada (a constitutional monarchy), but its now-defunct U.S. subsidiary was called \"RBC Bank\".\n\n\n=== Redundant acronyms and RAS syndrome ===\n\nRebranding can lead to redundant acronym syndrome, as when Trustee Savings Bank became TSB Bank, or when Railway Express Agency became \"REA Express\". A few high-tech companies have taken the redundant acronym to the extreme: for example, ISM Information Systems Management Corp. and SHL Systemhouse Ltd. Examples in entertainment include the television shows CSI: Crime Scene Investigation and Navy: NCIS (\"Navy\" was dropped in the second season), where the redundancy was likely designed to educate new viewers as to what the initials stood for. The same reasoning was in evidence when the Royal Bank of Canada's Canadian operations rebranded to RBC Royal Bank, or when Bank of Montreal rebranded their retail banking subsidiary BMO Bank of Montreal.Another common example is \"RAM memory\", which is redundant because \"RAM\" (\"random-access memory\") includes the initial of the word \"memory\". \"PIN\" stands for \"personal identification number\", obviating the second word in \"PIN number\"; in this case its retention may be motivated to avoid ambiguity with the homophonous word \"pin\". Other examples include \"ATM machine\", \"EAB bank\", \"CableACE Award\", \"DC Comics\", \"HIV virus\", Microsoft's NT Technology, and the formerly redundant \"SAT test\", now simply \"SAT Reasoning Test\"). TNN (The Nashville/National Network) also renamed itself \"The New TNN\" for a brief interlude.\n\n\n=== Simple redefining ===\nSometimes, the initials continue to stand for an expanded meaning, but the original meaning is simply replaced. Some examples:\n\nDVD was originally an acronym of the unofficial term \"digital video disc\", but is now stated by the DVD Forum as standing for \"Digital Versatile Disc\"\nGAO changed the full form of its name from \"General Accounting Office\" to \"Government Accountability Office\"\nGPO (in the United States) changed the full form of its name from \"Government Printing Office\" to \"Government Publishing Office\"\nRAID used to mean \"Redundant Array of Inexpensive Disks\", but is now commonly interpreted as \"Redundant Array of Independent Disks\"\nWWF originally stood for World Wildlife Fund, but now stands for Worldwide Fund for Nature (although the former name is still used in Canada and the United States)\nThe UICC, whose initials came from the Romance-language versions of its name (such as French Union Internationale Contre le Cancer, \"International Union Against Cancer\"), changed the English expansion of its name to \"Union for International Cancer Control\" (from \"International Union Against Cancer\") so that the English expansion, too, would correspond to the UICC initials\n\n\n=== Backronyms ===\n\nA backronym (or bacronym) is a phrase that is constructed \"after the fact\" from a previously existing word. For example, the novelist and critic Anthony Burgess once proposed that the word \"book\" ought to stand for \"box of organized knowledge\". A classic real-world example of this is the name of the predecessor to the Apple Macintosh, The Apple Lisa, which was said to refer to \"Local Integrated Software Architecture\", but was actually named after Steve Jobs's daughter, born in 1978.\nBackronyms are oftentimes used to comedic effect. An example of creating a backronym for comedic effect would be in naming a group or organization, the name \"A.C.R.O.N.Y.M\" stands for (among other things) \"a clever regiment of nerdy young men\".\n\n\n=== Contrived acronyms ===\nAcronyms are sometimes contrived, that is, deliberately designed to be especially apt for the thing being named (by having a dual meaning or by borrowing the positive connotations of an existing word). Some examples of contrived acronyms are USA PATRIOT, CAN SPAM, CAPTCHA and ACT UP. The clothing company French Connection began referring to itself as fcuk, standing for \"French Connection United Kingdom.\" The company then created T-shirts and several advertising campaigns that exploit the acronym's similarity to the taboo word \"fuck\".\nThe US Department of Defense's Defense Advanced Research Projects Agency (DARPA) is known for developing contrived acronyms to name projects, including RESURRECT, NIRVANA, and DUDE. In July 2010, Wired  magazine reported that DARPA announced programs to \"..transform biology from a descriptive to a predictive field of science\" named BATMAN and ROBIN for \"Biochronicity and Temporal Mechanisms Arising in Nature\" and \"Robustness of Biologically-Inspired Networks\", a reference to the Batman and Robin comic-book superheroes.\nThe short-form names of clinical trials and other scientific studies constitute a large class of acronyms that includes many contrived examples, as well as many with a partial rather than complete correspondence of letters to expansion components. These trials tend to have full names that are accurately descriptive of what the trial is about but are thus also too long to serve practically as names within the syntax of a sentence, so a short name is also developed, which can serve as a syntactically useful handle and also provide at least a degree of mnemonic reminder as to the full name. Examples widely known in medicine include the ALLHAT trial (Antihypertensive and Lipid-Lowering Treatment to Prevent Heart Attack Trial) and the CHARM trial (Candesartan in Heart Failure: Assessment of Reduction in Mortality and Morbidity). The fact that RAS syndrome is often involved, as well as that the letters often don't entirely match, have sometimes been pointed out by annoyed researchers preoccupied by the idea that because the archetypal form of acronyms originated with one-to-one letter matching, there must be some moral impropriety in their ever deviating from that form. However, the raison d'être of clinical trial acronyms, as with gene and protein symbols, is simply to have a syntactically usable and recallable short name to complement the long name that is often syntactically unusable and not memorized. It is useful for the short name to give a reminder of the long name, which supports the reasonable censure of \"cutesy\" examples that provide little to no hint of it. But beyond that reasonably close correspondence, the short name's chief utility is in functioning cognitively as a name, rather than being a cryptic and forgettable string, albeit faithful to the matching of letters. However, other reasonable critiques have been (1) that it is irresponsible to mention trial acronyms without explaining them at least once by providing the long names somewhere in the document,  and (2) that the proliferation of trial acronyms has resulted in ambiguity, such as 3 different trials all called ASPECT, which is another reason why failing to explain them somewhere in the document is irresponsible in scientific communication. At least one study has evaluated the citation impact and other traits of acronym-named trials compared with others, finding both good aspects (mnemonic help, name recall) and potential flaws (connotatively driven bias).Some acronyms are chosen deliberately to avoid a name considered undesirable: For example, Verliebt in Berlin (ViB), a German telenovela, was first intended to be Alles nur aus Liebe (All for Love), but was changed to avoid the resultant acronym ANAL. Likewise, the Computer Literacy and Internet Technology qualification is known as CLaIT, rather than CLIT. In Canada, the Canadian Conservative Reform Alliance (Party) was quickly renamed to the \"Canadian Reform Conservative Alliance\" when its opponents pointed out that its initials spelled CCRAP (pronounced \"see crap\"). (The satirical magazine Frank had proposed alternatives to CCRAP, namely SSHIT and NSDAP.) Two Irish Institutes of Technology (Galway and Tralee) chose different acronyms from other institutes when they were upgraded from Regional Technical colleges. Tralee RTC became the Institute of Technology Tralee (ITT), as opposed to Tralee Institute of Technology (TIT). Galway RTC became Galway-Mayo Institute of Technology (GMIT), as opposed to Galway Institute of Technology (GIT). The charity sports organization Team in Training is known as \"TNT\" and not \"TIT\". Technological Institute of Textile & Sciences is still known as \"TITS\". George Mason University was planning to name their law school the \"Antonin Scalia School of Law\" (ASSOL) in honor of the late Antonin Scalia, only to change it to the \"Antonin Scalia Law School\" later.\n\n\n=== Macronyms/nested acronyms ===\nA macronym, or nested acronym, is an acronym in which one or more letters stand for acronyms themselves. The word \"macronym\" is a portmanteau of \"macro-\" and \"acronym\".\nSome examples of macronyms are:\n\nXHR stands for \"XML HTTP Request\", in which \"XML\" is \"Extensible Markup Language\", and HTTP stands for \"HyperText Transfer Protocol\"\nPOWER stands for \"Performance Optimization With Enhanced RISC\", in which \"RISC\" stands for \"Reduced Instruction Set Computing\"\nVHDL stands for \"VHSIC Hardware Description Language\", in which \"VHSIC\" stands for \"Very High Speed Integrated Circuit\"\nXSD stands for \"XML Schema Definition\", in which \"XML\" stands for \"Extensible Markup Language\"\nAIM stands for \"AOL Instant Messenger\", in which \"AOL\" originally stood for \"America Online\"\nHASP stood for \"Houston Automatic Spooling Priority\", but \"spooling\" itself was an acronym: \"simultaneous peripheral operations on-line\"Some macronyms can be multiply nested: the second-order acronym points to another one further down a hierarchy. In an informal competition run by the magazine New Scientist, a fully documented specimen was discovered that may be the most deeply nested of all: RARS is the \"Regional ATOVS Retransmission Service\"; ATOVS is \"Advanced TOVS\"; TOVS is \"TIROS operational vertical sounder\"; and TIROS is \"Television infrared observational satellite\". Fully expanded, \"RARS\" might thus become \"Regional Advanced Television Infrared Observational Satellite Operational Vertical Sounder Retransmission Service\". However, to say that \"RARS\" stands directly for that string of words, or can be interchanged with it in syntax (in the same way that \"CHF\" can be usefully interchanged with \"congestive heart failure\"), is a prescriptive misapprehension rather than a linguistically accurate description; the true nature of such a term is closer to anacronymic than to being interchangeable like simpler acronyms are. The latter are fully reducible in an attempt to \"spell everything out and avoid all abbreviations,\" but the former are irreducible in that respect; they can be annotated with parenthetical explanations, but they cannot be eliminated from speech or writing in any useful or practical way. Just as the words laser and radar function as words in syntax and cognition without a need to focus on their acronymic origins, terms such as \"RARS\" and \"CHA2DS2–VASc score\" are irreducible in natural language; if they are purged, the form of language that is left may conform to some imposed rule, but it cannot be described as remaining natural. Similarly, protein and gene nomenclature, which uses symbols extensively, includes such terms as the name of the NACHT protein domain, which reflects the symbols of some proteins that contain the domain—NAIP (NLR family apoptosis inhibitor protein), C2TA (major histocompatibility complex class II transcription activator), HET-E (incompatibility locus protein from Podospora anserine), and TP1 (telomerase-associated protein)—but is not syntactically reducible to them. The name is thus itself more symbol than acronym, and its expansion cannot replace it while preserving its function in natural syntax as a name within a clause clearly parsable by human readers or listeners.\n\n\n==== Recursive acronyms ====\n\nA special type of macronym, the recursive acronym, has letters whose expansion refers back to the macronym itself. One of the earliest examples appears in The Hacker's Dictionary as MUNG, which stands for \"MUNG Until No Good\".\nSome examples of recursive acronyms are:\n\nGNU stands for \"GNU's Not Unix!\"\nLAME stands for \"LAME Ain't an MP3 Encoder\"\nPHP stands for \"PHP: Hypertext Preprocessor\"\nWINE stands for \"WINE Is Not an Emulator\"\nHURD stands for \"HIRD of Unix-replacing daemons\", where HIRD itself stands for \"HURD of interfaces representing depth\" (a \"mutually recursive\" acronym)\n\n\n== Non-English languages ==\n\n\n=== Specific languages ===\n\n\n==== Chinese ====\nIn English language discussions of languages with syllabic or logographic writing systems (such as Chinese, Japanese, and Korean), \"acronyms\" describe the short forms that take selected characters from a multi-character word.\nFor example, in Chinese, \"university\" (大學/大学, literally \"great learning\") is usually abbreviated simply as 大 (\"great\") when used with the name of the institute. So \"Peking University\" (北京大学) is commonly shortened to 北大 (lit. \"north-great\") by also only taking the first character of Peking, the \"northern capital\" (北京; Beijing). In some cases, however, other characters than the first can be selected. For example, the local short form of \"Hong Kong University\" (香港大學) uses \"Kong\" (港大) rather than \"Hong\".\nThere are also cases where some longer phrases are abbreviated drastically, especially in Chinese politics, where proper nouns were initially translated from Soviet Leninist terms. For instance, the full name of China's highest ruling council, the Politburo Standing Committee (PSC), is \"Standing Committee of the Central Political Bureau of the Communist Party of China\" (中国共产党中央政治局常务委员会). The term then reduced the \"Communist Party of China\" part of its name through acronyms, then the \"Standing Committee\" part, again through acronyms, to create \"中共中央政治局常委\". Alternatively, it omitted the \"Communist Party\" part altogether, creating \"Politburo Standing Committee\" (政治局常委会), and eventually just \"Standing Committee\" (常委会). The PSC's members full designations are \"Member of the Standing Committee of the Central Political Bureau of the Communist Party of China\" (中国共产党中央政治局常务委员会委员); this was eventually drastically reduced to simply Changwei (常委), with the term Ruchang (入常) used increasingly for officials destined for a future seat on the PSC. In another example, the word \"全国人民代表大会\" (National People's Congress) can be broken into four parts: \"全国\" = \"the whole nation\", \"人民\" = \"people\", \"代表\" = \"representatives\", \"大会\" = \"conference\". Yet, in its short form \"人大\" (literally \"man/people big\"), only the first characters from the second and the fourth parts are selected; the first part (\"全国\") and the third part (\"代表\") are simply ignored. In describing such abbreviations, the term initialism is inapplicable.Many proper nouns become shorter and shorter over time. For example, the CCTV New Year's Gala, whose full name is literally read as \"China Central Television Spring Festival Joint Celebration Evening Gala\" (中国中央电视台春节联欢晚会) was first shortened to \"Spring Festival Joint Celebration Evening Gala\" (春节联欢晚会), but eventually referred to as simply Chunwan (春晚). Along the same vein, Zhongguo Zhongyang Dianshi Tai (中国中央电视台) was reduced to Yangshi (央视) in the mid-2000s.\n\n\n==== Korean ====\nMany aspects of academics in Korea follow similar acronym patterns as Chinese, owing to the languages' commonalities, like using the word for \"big\" or \"great\" i.e. dae (대), to refer to universities (대학; daehak, literally \"great learning\" although \"big school\" is an acceptable alternate). They can be interpreted similar to American university appellations, such as \"UPenn\" or \"Texas Tech.\"\nSome acronyms are shortened forms of the school's name, like how Hongik University (홍익대학교, Hongik Daehakgyo) is shortened to Hongdae (홍대, \"Hong, the big [school]\" or \"Hong-U\") Other acronyms can refer to the university's main subject, e.g. Korea National University of Education (한국교원대학교, Hanguk Gyowon Daehakgyo) is shortened to Gyowondae (교원대, \"Big Ed.\" or \"Ed.-U\"). Other schools use a Koreanized version of their English acronym. The Korea Advanced Institute of Science and Technology (한국과학기술원, Hanguk Gwahak Gisulwon) is referred to as KAIST (카이스트, Kaiseuteu) in both English and Korean. The 3 most prestigious schools in Korea are known as SKY (스카이, seukai), combining the first letter of their English names (Seoul National, Korea, and Yonsei Universities). In addition, the College Scholastic Ability Test (대학수학능력시험, Daehak Suhang Neungryeok Siheom) is shortened to Suneung (수능, \"S.A.\").\n\n\n==== Japanese ====\n\nThe Japanese language makes extensive use of abbreviations, but only some of these are acronyms.\nChinese-based words (Sino-Japanese vocabulary) uses similar acronym formation to Chinese, like Tōdai (東大) for Tōkyō Daigaku (東京大学, Tokyo University). In some cases alternative pronunciations are used, as in Saikyō for 埼京, from Saitama + Tōkyo (埼玉＋東京), rather than Saitō.\nNon-Chinese foreign borrowings (gairaigo) are instead frequently abbreviated as clipped compounds, rather than acronyms, using several initial sounds. This is visible in katakana transcriptions of foreign words, but is also found with native words (written in hiragana). For example, the Pokémon media franchise's name originally stood for \"pocket monsters\" (ポケット·モンスター [po-ke-tto-mon-su-tā] → ポケモン), which is still the long-form of the name in Japanese, and \"wāpuro\" stands for \"word processor\" (ワード·プロセッサー [wā-do-pu-ro-se-ssā]→ ワープロ).\n\n\n==== German ====\nTo a greater degree than English does, German tends toward acronyms that use initial syllables rather than initial single letters, although it uses many of the latter type as well. Some examples of the syllabic type are Gestapo rather than GSP (for Geheime Staatspolizei, 'Secret State Police'); Flak rather than FAK (for Fliegerabwehrkanone, anti-aircraft gun); Kripo rather than KP (for Kriminalpolizei, detective division police). The extension of such contraction to a pervasive or whimsical degree has been mockingly labeled Aküfi (for Abkürzungsfimmel, strange habit of abbreviating). Examples of Aküfi include Vokuhila (for vorne kurz, hinten lang, short in the front, long in the back, i.e., a mullet) and the mocking of Adolf Hitler's title as Gröfaz (Größter Feldherr aller Zeiten, \"Greatest General of all Times\").\n\n\n==== Hebrew ====\n\nIt is common to take more than just one initial letter from each of the words composing the acronym; regardless of this, the abbreviation sign gershayim ⟨״⟩ is always written between the second-last and last letters of the non-inflected form of the acronym, even if by this it separates letters of the same original word.  Examples (keep in mind Hebrew reads right-to-left): ארה״ב‎ (for ארצות הברית‎, the United States); ברה״מ‎ (for ברית המועצות‎, the Soviet Union); ראשל״צ‎ (for ראשון לציון‎, Rishon LeZion); ביה״ס‎ (for בית הספר‎, the school). An example that takes only the initial letters from its component words is צה״ל‎ (Tzahal, for צבא הגנה לישראל‎, Israel Defense Forces). In inflected forms the abbreviation sign gershayim remains between the second-last and last letters of the non-inflected form of the acronym (e.g. \"report\", singular: דו״ח‎, plural: דו״חות‎; \"squad commander\", masculine: מ״כ‎, feminine: מ״כית‎).\n\n\n==== Indonesian ====\n\nThere is also a widespread use of acronyms in Indonesia in every aspect of social life. For example, the Golkar political party stands for \"Partai Golongan Karya\", Monas stands for \"Monumen Nasional\" (National Monument), the Angkot public transport stands for \"Angkutan Kota\" (city public transportation), warnet stands for \"warung internet\" (internet cafe), and many others. Some acronyms are considered formal (or officially adopted), while many more are considered informal, slang or colloquial.\nThe capital's metropolitan area (Jakarta and its surrounding satellite regions), Jabodetabek, is another infamous acronym. This stands for \"Jakarta-Bogor-Depok-Tangerang-Bekasi\". Many highways are also named by the acronym method; e.g. Jalan Tol (Toll Road) Jagorawi (Jakarta-Bogor-Ciawi) and Purbaleunyi (Purwakarta-Bandung-Cileunyi), Joglo Semar (Jogja-solo-semarang).\nIn some languages, especially those that use certain alphabets, many acronyms come from the governmental use, particularly in the military and law enforcement services. The Indonesian military (TNI—Tentara Nasional Indonesia) and Indonesian police (POLRI—Kepolisian Republik Indonesia) are infamous for heavy acronyms use. Examples include the Kopassus (Komando Pasukan Khusus; Special Forces Command), Kopaska (Komando Pasukan Katak; Frogmen Command), Kodim (Komando Distrik Militer; Military District Command—one of the Indonesian army's administrative divisions), Serka (Sersan Kepala; Head Sergeant), Akmil (Akademi Militer; Military Academy—in Magelang) and many other terms regarding ranks, units, divisions, procedures, etc.\nHeavy acronym use by Indonesians, makes it difficult for foreigners and learners of Bahasa Indonesia to seek information and news in Indonesian media.\n\n\n==== Russian ====\nAcronyms that use parts of words (not necessarily syllables) are commonplace in Russian as well, e.g. Газпром (Gazprom), for Газовая промышленность (Gazovaya promyshlennost, \"gas industry\"). There are also initialisms, such as СМИ (SMI, for средства массовой информации sredstva massovoy informatsii, \"means of mass informing\", i.e. mass media). Another Russian acronym, ГУЛаг (GULag) combines two initials and three letters of the final word: it stands for Главное управление лагерей (Glavnoe upravlenie lagerey, \"Chief Administration of Camps\").\nHistorically, \"OTMA\" was an acronym sometimes used by the daughters of Emperor Nicholas II of Russia and his consort, Alexandra Feodorovna, as a group nickname for themselves, built from the first letter of each girl's name in the order of their births: \"Olga, Tatiana, Maria and Anastasia\".\n\n\n==== Swahili ====\nIn Swahili, acronyms are common for naming organizations such as \"TUKI\", which stands for Taasisi ya Uchunguzi wa Kiswahili (the Institute for Swahili Research). Multiple initial letters (often the initial syllable of words) are often drawn together, as seen more in some languages than others.\n\n\n==== Vietnamese ====\nIn Vietnamese, which has an abundance of compound words, initialisms are very commonly used for both proper and common nouns. Examples include TP.HCM (Thành phố Hồ Chí Minh, Ho Chi Minh City), THPT (trung học phổ thông, high school), CLB (câu lạc bộ, club), CSDL (cơ sở dữ liệu, database), NXB (nhà xuất bản, publisher), ÔBACE (ông bà anh chị em, a general form of address), and CTTĐVN (các Thánh tử đạo Việt Nam, Vietnamese Martyrs). Longer examples include CHXHCNVN (Cộng hòa Xã hội chủ nghĩa Việt Nam, Socialist Republic of Vietnam) and MTDTGPMNVN (Mặt trận Dân tộc Giải phóng miền Nam Việt Nam, Viet Cong). Long initialisms have become widespread in legal contexts in Vietnam. It is also common for a writer to coin an ad-hoc initialism for repeated use in an article.\nEach letter in an initialism corresponds to one morpheme—that is, one syllable. When the first letter of a syllable has a tone mark or other diacritic, the diacritic may be omitted from the initialism, for example ĐNA or ĐNÁ for Đông Nam Á (Southeast Asia) and LMCA or LMCÂ for Liên minh châu Âu (European Union). The letter \"Ư\" is often replaced by \"W\" in initialisms to avoid confusion with \"U\", for example UBTWMTTQVN or UBTƯMTTQVN for Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam (Central Committee of the Vietnamese Fatherland Front).\nInitialisms are purely a written convenience, being pronounced the same way as their expansions. As the names of many Vietnamese letters are disyllabic, it would be less convenient to pronounce an initialism by its individual letters. Acronyms pronounced as words are rare in Vietnamese, occurring when an acronym itself is borrowed from another language. Examples include SIĐA (pronounced [s̪i˧˧ ˀɗaː˧˧]), a respelling of the French acronym SIDA (AIDS); VOA (pronounced [vwaː˧˧]), a literal reading of the English initialism for Voice of America; and NASA (pronounced [naː˧˧ zaː˧˧]), borrowed directly from the English acronym.\nAs in Chinese, many compound words can be shortened to the first syllable when forming a longer word. For example, the term Việt Cộng is derived from the first syllables of \"Việt Nam\" (Vietnam) and \"Cộng sản\" (communist). This mechanism is limited to Sino-Vietnamese vocabulary. Unlike with Chinese, such shortened words are considered portmanteau words or blend words rather than acronyms or initialisms, because the Vietnamese alphabet still requires each component word to be written as more than one character.\n\n\n=== General grammatical considerations ===\n\n\n==== Declension ====\nIn languages where nouns are declined, various methods are used. An example is Finnish, where a colon is used to separate inflection from the letters:\n\nAn acronym is pronounced as a word: Nato [nato]—Natoon [natoːn] \"into Nato\", Nasalta \"from NASA\"\nAn acronym is pronounced as letters: EU [eː uː]—EU:hun [eː uːhun] \"into EU\"\nAn acronym is interpreted as words: EU [euroːpan unioni]—EU:iin [euroːpan unioniːn] \"into EU\"The process above is similar to how, in English, hyphens are used for clarity when prefixes are added to acronyms, thus pre-NATO policy (rather than preNATO).\n\n\n==== Lenition ====\nIn languages such as Scottish Gaelic and Irish, where lenition (initial consonant mutation) is commonplace, acronyms must also be modified in situations where case and context dictate it. In the case of Scottish Gaelic, a lower case \"h\" is often added after the initial consonant; for example, BBC Scotland in the genitive case would be written as BhBC Alba, with the acronym pronounced VBC. Likewise, the Gaelic acronym for \"television\" (gd: telebhisean) is TBh, pronounced TV, as in English.\n\n\n== Extremes ==\nThe longest acronym, according to the 1965 edition of Acronyms, Initialisms and Abbreviations Dictionary, is \"ADCOMSUBORDCOMPHIBSPAC\", a United States Navy term that stands for \"Administrative Command, Amphibious Forces, Pacific Fleet Subordinate Command\". Another term \"COMNAVSEACOMBATSYSENGSTA\", which stands for \"Commander, Naval Sea Systems Combat Engineering Station\" is longer but the word \"Combat\" is not shortened.\nThe world's longest acronym, according to the Guinness Book of World Records, is НИИОМТПЛАБОПАРМБЕТЖЕЛБЕТРАБСБОМОНИМОНКОНОТДТЕХСТРОМОНТ (NIIOMTPLABOPARMBETZHELBETRABSBOMONIMONKONOTDTEKHSTROMONT). However, this is more precisely a combination acronym/clipped compound, as multiple initial letters of some constituent words are used. The 56-letter term (54 in Cyrillic) is from the Concise Dictionary of Soviet Terminology and means \"The laboratory for shuttering, reinforcement, concrete and ferroconcrete operations for composite-monolithic and monolithic constructions of the Department of the Technology of Building-assembly operations of the Scientific Research Institute of the Organization for building mechanization and technical aid of the Academy of Building and Architecture of the Union of Soviet Socialist Republics.\" (научно-исследовательская [...] лаборатория операций по армированию бетона и железобетонных работ по сооружению сборно-монолитных и монолитных конструкций отдела технологии строительно-монтажного управления)\nThe card-game Magic: The Gathering has a playing card called \"Our Market Research Shows That Players Like Really Long Card Names So We Made this Card to Have the Absolute Longest Card Name Ever Elemental\", with text on it saying: \"Just call it OMRSTPLRLCNSWMTCTHTALCNEE for short.\"\n\n\n== See also ==\nAcronyms in healthcare\nAcronyms in the Philippines\nAmalgamation (names)\nAstronomical acronyms\nInitialized sign\nInternet slang\nLists of abbreviations\nList of abbreviations in photography\nList of acronyms\nList of fictional espionage organizations\nList of Japanese Latin alphabetic abbreviations\n-onym\nSyllabic abbreviation\n\n\n== Notes ==\n\n\n== References ==\n\n\n== External links ==\nAcronyms at Curlie", "Adventure fiction is fiction that usually presents danger, or gives the reader a sense of excitement.\n\n\n== History ==\nIn the Introduction to the Encyclopedia of Adventure Fiction, Critic Don D'Ammassa defines the genre as follows:\n\n.. An adventure is an event or series of events that happens outside the course of the protagonist's ordinary life, usually accompanied by danger, often by physical action. Adventure stories almost always move quickly, and the pace of the plot is at least as important as characterization, setting and other elements of a creative work.\nD'Ammassa argues that adventure stories make the element of danger the focus; hence he argues that\nCharles Dickens' novel A Tale of Two Cities is an adventure novel because the protagonists are in constant danger of being imprisoned or killed, whereas Dickens' Great Expectations is not because \"Pip's encounter with the convict is an adventure, but that scene is only a device to advance the main plot, which is not truly an adventure.\"Adventure has been a common theme since the earliest days of written fiction. Indeed, the standard plot of Medieval romances was a series of adventures. Following a plot framework as old as Heliodorus, and so durable as to be still alive in Hollywood movies, a hero would undergo a first set of adventures before he met his lady. A separation would follow, with a second set of adventures leading to a final reunion.\nVariations kept the genre alive. From the mid-19th century onwards, when mass literacy grew, adventure became a popular subgenre of fiction. Although not exploited to its fullest, adventure has seen many changes over the years – from being constrained to stories of knights in armor to stories of high-tech espionages.\nExamples of that period include Sir Walter Scott, Alexandre Dumas, père, Jules Verne, Brontë Sisters, H. Rider Haggard, Victor Hugo, Emilio Salgari, Louis Henri Boussenard, Thomas Mayne Reid, Sax Rohmer, Edgar Wallace, and Robert Louis Stevenson.\nAdventure novels and short stories were popular subjects for American pulp magazines, which dominated\nAmerican popular fiction between the Progressive Era and the 1950s. Several pulp magazines such\nas Adventure, Argosy, Blue Book, Top-Notch, and Short Stories specialized in this genre. Notable pulp adventure writers included Edgar Rice Burroughs, Talbot Mundy,  Theodore Roscoe, Johnston McCulley, Arthur O. Friel, Harold Lamb, Carl Jacobi, George F. Worts, Georges Surdez, H. Bedford-Jones, and J. Allan Dunn.Adventure fiction often overlaps with other genres, notably war novels, crime novels, sea stories, Robinsonades, spy stories (as in the works of John Buchan, Eric Ambler and Ian Fleming), science fiction, fantasy,\n(Robert E. Howard and J. R. R. Tolkien both combined the secondary world story with the adventure novel)  and Westerns. Not all books within these genres are adventures.  Adventure fiction takes the setting and premise of these other genres, but the fast-paced plot of an adventure focuses on the actions of the hero within the setting. With a few notable exceptions (such as Baroness Orczy, Leigh Brackett and Marion Zimmer Bradley) adventure fiction as a genre has been largely dominated by male writers, though female writers are now becoming common.\n\n\n== For children ==\nAdventure stories written specifically for children began in the 19th century. Early examples include Johann David Wyss' The Swiss Family Robinson (1812), Frederick Marryat's The Children of the New Forest (1847),\nand Harriet Martineau's The Peasant and the Prince (1856).\nThe Victorian era saw the development of the genre, with  W. H. G. Kingston, R. M. Ballantyne, and G. A. Henty specializing in the production of adventure fiction for boys. This inspired writers who normally catered to adult audiences to essay such works, such as Robert Louis Stevenson writing Treasure Island for a child readership. \nIn the years after the First World War, writers such as Arthur Ransome developed the adventure genre by setting the adventure in Britain rather than distant countries, while Geoffrey Trease, Rosemary Sutcliff and Esther Forbes brought a new sophistication to the historical adventure novel.\nModern writers such as Mildred D. Taylor (Roll of Thunder, Hear My Cry) and Philip Pullman (the Sally Lockhart novels) have continued the tradition of the historical adventure. The modern children's adventure novel sometimes deals with controversial issues like terrorism (Robert Cormier, After the First Death, (1979))  and warfare in the Third World (Peter Dickinson, AK, (1990)).\n\n\n== See also ==\n\nLost world (genre)\nMen's adventure\nNautical fiction\nPicaresque novel\nRobinsonade\nThriller (genre)\nWar novel\n\n\n== Notes ==", "An adventure is an exciting experience that is typically a bold, sometimes risky, undertaking. Adventures may be activities with some potential for physical danger such as traveling, exploring, skydiving, mountain climbing, scuba diving, river rafting or participating in extreme sports.\n\n\n== Motivation ==\nAdventurous experiences create psychological arousal, which can be interpreted as negative (e.g. fear) or positive (e.g. flow).  For some people, adventure becomes a major pursuit in and of itself. According to adventurer André Malraux, in his La Condition Humaine (1933), \"If a man is not ready to risk his life, where is his dignity?\". Similarly, Helen Keller stated that \"Life is either a daring adventure or nothing.\"Outdoor adventurous activities are typically undertaken for the purposes of recreation or excitement: examples are adventure racing and adventure tourism. Adventurous activities can also lead to gains in knowledge, such as those undertaken by explorers and pioneers – the British adventurer Jason Lewis, for example, uses adventures to draw global sustainability lessons from living within finite environmental constraints on expeditions to share with schoolchildren. Adventure education intentionally uses challenging experiences for learning.\n\n\n== Adventure in mythology and fiction ==\nSome of the oldest and most widespread stories in the world are stories of adventure such as Homer's The Odyssey.The knight errant was the form the \"adventure seeker\" character took in the late Middle Ages.\nThe adventure novel exhibits these \"protagonist on adventurous journey\" characteristics as do many popular feature films, such as Star Wars and Raiders of the Lost Ark.\n\n\n=== Outdoors ===\nAdventure books may have the theme of the hero or main character going to face the wilderness or Mother Nature. Examples include books such as Hatchet or My Side of the Mountain. These books are less about \"questing\", such as in mythology or other adventure novels, but more about surviving on their own, living off the land, gaining new experiences, and becoming closer to the natural world.\n\n\n=== Questing ===\nMany adventures are based on the idea of a quest: the hero goes off in pursuit of a reward, whether it be a skill, prize, or perhaps the safety of a person. On the way, the hero must overcome various obstacles. Mythologist Joseph Campbell discussed his notion of the monomyth in his book, The Hero with a Thousand Faces. Campbell proposed that the heroic mythological stories from culture to culture followed a similar underlying pattern, starting with the \"call to adventure\", followed by a hazardous journey, and eventual triumph.\n\n\n=== Video games ===\n\nMany video games are adventure games.\n\n\n== Adventure in nonfiction ==\nFrom ancient times, travelers and explorers have written about their adventures. Journals which became best-sellers in their day were written, such as Marco Polo's journal The Travels of Marco Polo or Mark Twain's Roughing It. Others were personal journals, only later published, such as the journals of Lewis and Clark or Captain James Cook's journals. There are also books written by those not directly a part of the adventure in question, such as The Right Stuff by Tom Wolfe, or books written by those participating in the adventure but in a format other than that of a journal, such as Conquistadors of the Useless by Lionel Terray. Documentaries often use the theme of adventure as well.\n\n\n== Adventure sports ==\nThere are many sports classified as adventure sports, due to their inherent danger and excitement. Some of these include mountain climbing, skydiving, or other extreme sports.\n\n\n== See also ==\nList of genres\nExploration\nTourism\nTravel\nSports\nAdventure travel\n\n\n== References ==\n\n\n== External links ==\nWebsite of the Research Unit \"Philology of Adventure\": ongoing research project on the literary history of the adventure pattern\nWhat is an adventure? A definition of \"adventure\", \"hero\" and \"epic\" with an illustration of the hero's journey.\nWikivoyage", "Africa is the world's second largest and second most-populous continent (behind Asia in both categories). At about 30.3 million km2 (11.7 million square miles) including adjacent islands, it covers 6% of Earth's total surface area and 20% of its land area. With\n1.2 billion people as of 2016, it accounts for about 16% of the world's human population. The continent is surrounded by the Mediterranean Sea to the north, the Isthmus of Suez and the Red Sea to the northeast, the Indian Ocean to the southeast and the Atlantic Ocean to the west. The continent includes Madagascar and various archipelagos. It contains 54 fully recognised sovereign states (countries), nine territories and two de facto independent states with limited or no recognition. The majority of the continent and its countries are in the Northern Hemisphere, with a substantial portion and number of countries in the Southern Hemisphere.\nAfrica's average population is the youngest amongst all the continents; the median age in 2012 was 19.7, when the worldwide median age was 30.4. Algeria is Africa's largest country by area, and Nigeria is its largest by population. Africa, particularly central Eastern Africa, is widely accepted as the place of origin of humans and the Hominidae clade (great apes), as evidenced by the discovery of the earliest hominids and their ancestors as well as later ones that have been dated to around 7 million years ago, including Sahelanthropus tchadensis, Australopithecus africanus, A. afarensis, Homo erectus, H. habilis and H. ergaster—the earliest Homo sapiens (modern human), found in Ethiopia, date to circa 200,000 years ago. Africa straddles the equator and encompasses numerous climate areas; it is the only continent to stretch from the northern temperate to southern temperate zones.Africa hosts a large diversity of ethnicities, cultures and languages. In the late 19th century, European countries colonised almost all of Africa; most present states in Africa originated from a process of decolonisation in the 20th century. African nations cooperate through the establishment of the African Union, which is headquartered in Addis Ababa.\n\n\n== Etymology ==\n\nAfri was a Latin name used to refer to the inhabitants of then-known northern Africa to the west of the Nile river, and in its widest sense referred to all lands south of the Mediterranean (Ancient Libya). This name seems to have originally referred to a native Libyan tribe, an ancestor of modern Berbers; see Terence for discussion. The name had usually been connected with the Phoenician word ʿafar meaning \"dust\", but a 1981 hypothesis has asserted that it stems from the Berber word ifri (plural ifran) meaning \"cave\", in reference to cave dwellers. The same word may be found in the name of the Banu Ifran from Algeria and Tripolitania, a Berber tribe originally from Yafran (also known as Ifrane) in northwestern Libya.Under Roman rule, Carthage became the capital of the province it then named Africa Proconsularis, following its defeat of the Carthaginians in the Third Punic War in 146 BC, which also included the coastal part of modern Libya. The Latin suffix -ica can sometimes be used to denote a land (e.g., in Celtica from Celtae, as used by Julius Caesar). The later Muslim region of Ifriqiya, following its conquest of the Byzantine (Eastern Roman) Empire's Exarchatus Africae, also preserved a form of the name.\nAccording to the Romans, Africa lay to the west of Egypt, while \"Asia\" was used to refer to Anatolia and lands to the east. A definite line was drawn between the two continents by the geographer Ptolemy (85–165 AD), indicating Alexandria along the Prime Meridian and making the isthmus of Suez and the Red Sea the boundary between Asia and Africa. As Europeans came to understand the real extent of the continent, the idea of \"Africa\" expanded with their knowledge.\nOther etymological hypotheses have been postulated for the ancient name \"Africa\":\n\nThe 1st-century Jewish historian Flavius Josephus (Ant. 1.15) asserted that it was named for Epher, grandson of Abraham according to Gen. 25:4, whose descendants, he claimed, had invaded Libya.\nIsidore of Seville in his 7th-century Etymologiae XIV.5.2. suggests \"Africa comes from the Latin aprica, meaning \"sunny\".\nMassey, in 1881, stated that Africa is derived from the Egyptian af-rui-ka, meaning \"to turn toward the opening of the Ka.\" The Ka is the energetic double of every person and the \"opening of the Ka\" refers to a womb or birthplace. Africa would be, for the Egyptians, \"the birthplace.\"\nMichèle Fruyt in 1976 proposed linking the Latin word with africus \"south wind\", which would be of Umbrian origin and mean originally \"rainy wind\".\nRobert R. Stieglitz of Rutgers University in 1984 proposed: \"The name Africa, derived from the Latin *Aphir-ic-a, is cognate to Hebrew Ophir.\"\nIbn Khallikan and some other historians claim that the name of Africa came from a Himyarite king called Afrikin ibn Kais ibn Saifi also called \"Afrikus son of Abrahah\" who subdued Ifriqiya.\n\n\n== History ==\n\n\n=== Prehistory ===\n\nAfrica is considered by most paleoanthropologists to be the oldest inhabited territory on Earth, with the human species originating from the continent. During the mid-20th century, anthropologists discovered many fossils and evidence of human occupation perhaps as early as 7 million years ago (BP=before present). Fossil remains of several species of early apelike humans thought to have evolved into modern man, such as Australopithecus afarensis (radiometrically dated to approximately 3.9–3.0 million years BP, Paranthropus boisei (c. 2.3–1.4 million years BP) and Homo ergaster (c. 1.9 million–600,000 years BP) have been discovered.After the evolution of Homo sapiens sapiens approximately 150,000 to 100,000 years BP in Africa, the continent was mainly populated by groups of hunter-gatherers. These first modern humans left Africa and populated the rest of the globe during the Out of Africa II migration dated to approximately 50,000 years BP, exiting the continent either across Bab-el-Mandeb over the Red Sea, the Strait of Gibraltar in Morocco, or the Isthmus of Suez in Egypt.Other migrations of modern humans within the African continent have been dated to that time, with evidence of early human settlement found in Southern Africa, Southeast Africa, North Africa, and the Sahara.The size of the Sahara has historically been extremely variable, with its area rapidly fluctuating and at times disappearing depending on global climatic conditions. At the end of the Ice ages, estimated to have been around 10,500 BC, the Sahara had again become a green fertile valley, and its African populations returned from the interior and coastal highlands in Sub-Saharan Africa, with rock art paintings depicting a fertile Sahara and large populations discovered in Tassili n'Ajjer dating back perhaps 10 millennia. However, the warming and drying climate meant that by 5000 BC, the Sahara region was becoming increasingly dry and hostile. Around 3500 BC, due to a tilt in the earth's orbit, the Sahara experienced a period of rapid desertification. The population trekked out of the Sahara region towards the Nile Valley below the Second Cataract where they made permanent or semi-permanent settlements. A major climatic recession occurred, lessening the heavy and persistent rains in Central and Eastern Africa. Since this time, dry conditions have prevailed in Eastern Africa and, increasingly during the last 200 years, in Ethiopia.\nThe domestication of cattle in Africa preceded agriculture and seems to have existed alongside hunter-gatherer cultures. It is speculated that by 6000 BC, cattle were domesticated in North Africa. In the Sahara-Nile complex, people domesticated many animals, including the donkey and a small screw-horned goat which was common from Algeria to Nubia.\nAround 4000 BC, the Saharan climate started to become drier at an exceedingly fast pace. This climate change caused lakes and rivers to shrink significantly and caused increasing desertification. This, in turn, decreased the amount of land conducive to settlements and helped to cause migrations of farming communities to the more tropical climate of West Africa.By the first millennium BC, ironworking had been introduced in Northern Africa and quickly spread across the Sahara into the northern parts of sub-Saharan Africa, and by 500 BC, metalworking began to become commonplace in West Africa. Ironworking was fully established by roughly 500 BC in many areas of East and West Africa, although other regions didn't begin ironworking until the early centuries AD. Copper objects from Egypt, North Africa, Nubia, and Ethiopia dating from around 500 BC have been excavated in West Africa, suggesting that Trans-Saharan trade networks had been established by this date.\n\n\n=== Early civilizations ===\n\nAt about 3300 BC, the historical record opens in Northern Africa with the rise of literacy in the Pharaonic civilization of Ancient Egypt. One of the world's earliest and longest-lasting civilizations, the Egyptian state continued, with varying levels of influence over other areas, until 343 BC. Egyptian influence reached deep into modern-day Libya and Nubia, and, according to Martin Bernal, as far north as Crete.An independent centre of civilization with trading links to Phoenicia was established by Phoenicians from Tyre on the north-west African coast at Carthage.European exploration of Africa began with Ancient Greeks and Romans. In 332 BC, Alexander the Great was welcomed as a liberator in Persian-occupied Egypt. He founded Alexandria in Egypt, which would become the prosperous capital of the Ptolemaic dynasty after his death.Following the conquest of North Africa's Mediterranean coastline by the Roman Empire, the area was integrated economically and culturally into the Roman system. Roman settlement occurred in modern Tunisia and elsewhere along the coast. The first Roman emperor native to North Africa was Septimius Severus, born in Leptis Magna in present-day Libya—his mother was Italian Roman and his father was Punic.Christianity spread across these areas at an early date, from Judaea via Egypt and beyond the borders of the Roman world into Nubia; by AD 340 at the latest, it had become the state religion of the Aksumite Empire. Syro-Greek missionaries, who arrived by way of the Red Sea, were responsible for this theological development.In the early 7th century, the newly formed Arabian Islamic Caliphate expanded into Egypt, and then into North Africa. In a short while, the local Berber elite had been integrated into Muslim Arab tribes. When the Umayyad capital Damascus fell in the 8th century, the Islamic centre of the Mediterranean shifted from Syria to Qayrawan in North Africa. Islamic North Africa had become diverse, and a hub for mystics, scholars, jurists, and philosophers. During the above-mentioned period, Islam spread to sub-Saharan Africa, mainly through trade routes and migration.\n\n\n=== Ninth to eighteenth centuries ===\n\nPre-colonial Africa possessed perhaps as many as 10,000 different states and polities characterized by many different sorts of political organization and rule. These included small family groups of hunter-gatherers such as the San people of southern Africa; larger, more structured groups such as the family clan groupings of the Bantu-speaking peoples of central, southern, and eastern Africa; heavily structured clan groups in the Horn of Africa; the large Sahelian kingdoms; and autonomous city-states and kingdoms such as those of the Akan; Edo, Yoruba, and Igbo people in West Africa; and the Swahili coastal trading towns of Southeast Africa.\nBy the ninth century AD, a string of dynastic states, including the earliest Hausa states, stretched across the sub-Saharan savannah from the western regions to central Sudan. The most powerful of these states were Ghana, Gao, and the Kanem-Bornu Empire.  Ghana declined in the eleventh century, but was succeeded by the Mali Empire which consolidated much of western Sudan in the thirteenth century. Kanem accepted Islam in the eleventh century.\nIn the forested regions of the West African coast, independent kingdoms grew with little influence from the Muslim north. The Kingdom of Nri was established around the ninth century and was one of the first. It is also one of the oldest kingdoms in present-day Nigeria and was ruled by the Eze Nri. The Nri kingdom is famous for its elaborate bronzes, found at the town of Igbo-Ukwu. The bronzes have been dated from as far back as the ninth century.\n\nThe Kingdom of Ife, historically the first of these Yoruba city-states or kingdoms, established government under a priestly oba ('king' or 'ruler' in the Yoruba language), called the Ooni of Ife. Ife was noted as a major religious and cultural centre in West Africa, and for its unique naturalistic tradition of bronze sculpture. The Ife model of government was adapted at the Oyo Empire, where its obas or kings, called the Alaafins of Oyo, once controlled a large number of other Yoruba and non-Yoruba city-states and kingdoms; the Fon Kingdom of Dahomey was one of the non-Yoruba domains under Oyo control.\nThe Almoravids were a Berber dynasty from the Sahara that spread over a wide area of northwestern Africa and the Iberian peninsula during the eleventh century. The Banu Hilal and Banu Ma'qil were a collection of Arab Bedouin tribes from the Arabian Peninsula who migrated westwards via Egypt between the eleventh and thirteenth centuries. Their migration resulted in the fusion of the Arabs and Berbers, where the locals were Arabized, and Arab culture absorbed elements of the local culture, under the unifying framework of Islam.\n\nFollowing the breakup of Mali, a local leader named Sonni Ali (1464–1492) founded the Songhai Empire in the region of middle Niger and the western Sudan and took control of the trans-Saharan trade. Sonni Ali seized Timbuktu in 1468 and Jenne in 1473, building his regime on trade revenues and the cooperation of Muslim merchants. His successor Askia Mohammad I (1493–1528) made Islam the official religion, built mosques, and brought to Gao Muslim scholars, including al-Maghili (d.1504), the founder of an important tradition of Sudanic African Muslim scholarship. By the eleventh century, some Hausa states – such as Kano, jigawa, Katsina, and Gobir – had developed into walled towns engaging in trade, servicing caravans, and the manufacture of goods. Until the fifteenth century, these small states were on the periphery of the major Sudanic empires of the era, paying tribute to Songhai to the west and Kanem-Borno to the east.\n\n Mansa Musa ruled the Mali Empire in the 14th century.\n\n\n=== Height of slave trade ===\n\nSlavery had long been practiced in Africa. Between the 7th and 20th centuries, the Arab slave trade (also known as \"slavery in the east\") took 18 million slaves from Africa via trans-Saharan and Indian Ocean routes. Between the 15th and the 19th centuries, the Atlantic slave trade took an estimated 7–12 million slaves to the New World. In addition, more than 1 million Europeans were captured by Barbary pirates and sold as slaves in North Africa between the 16th and 19th centuries.In West Africa, the decline of the Atlantic slave trade in the 1820s caused dramatic economic shifts in local polities. The gradual decline of slave-trading, prompted by a lack of demand for slaves in the New World, increasing anti-slavery legislation in Europe and America, and the British Royal Navy's increasing presence off the West African coast, obliged African states to adopt new economies. Between 1808 and 1860, the British West Africa Squadron seized approximately 1,600 slave ships and freed 150,000 Africans who were aboard.\n\nAction was also taken against African leaders who refused to agree to British treaties to outlaw the trade, for example against \"the usurping King of Lagos\", deposed in 1851. Anti-slavery treaties were signed with over 50 African rulers. The largest powers of West Africa (the Asante Confederacy, the Kingdom of Dahomey, and the Oyo Empire) adopted different ways of adapting to the shift. Asante and Dahomey concentrated on the development of \"legitimate commerce\" in the form of palm oil, cocoa, timber and gold, forming the bedrock of West Africa's modern export trade. The Oyo Empire, unable to adapt, collapsed into civil wars.\n\n\n=== Colonialism and the \"Scramble for Africa\" ===\n\nIn the late 19th century, the European imperial powers engaged in a major territorial scramble and occupied most of the continent, creating many colonial territories, and leaving only two fully independent states: Ethiopia (known to Europeans as \"Abyssinia\"), and Liberia. Egypt and Sudan were never formally incorporated into any European colonial empire; however, after the British occupation of 1882, Egypt was effectively under British administration until 1922.\n\n\n=== Berlin Conference ===\nThe Berlin Conference held in 1884–85 was an important event in the political future of African ethnic groups. It was convened by King Leopold II of Belgium, and attended by the European powers that laid claim to African territories. The Berlin Conference sought to end the European powers' Scramble for Africa, by agreeing on political division and spheres of influence. They set up the political divisions of the continent, by spheres of interest, that exist in Africa today.\n\n\n=== Independence struggles ===\nImperial rule by Europeans would continue until after the conclusion of World War II, when almost all remaining colonial territories gradually obtained formal independence. Independence movements in Africa gained momentum following World War II, which left the major European powers weakened. In 1951, Libya, a former Italian colony, gained independence. In 1956, Tunisia and Morocco won their independence from France. Ghana followed suit the next year (March 1957), becoming the first of the sub-Saharan colonies to be granted independence. Most of the rest of the continent became independent over the next decade.\nPortugal's overseas presence in Sub-Saharan Africa (most notably in Angola, Cape Verde, Mozambique, Guinea-Bissau and São Tomé and Príncipe) lasted from the 16th century to 1975, after the Estado Novo regime was overthrown in a military coup in Lisbon. Rhodesia unilaterally declared independence from the United Kingdom in 1965, under the white minority government of Ian Smith, but was not internationally recognized as an independent state (as Zimbabwe) until 1980, when black nationalists gained power after a bitter guerrilla war. Although South Africa was one of the first African countries to gain independence, the state remained under the control of the country's white minority through a system of racial segregation known as apartheid until 1994.\n\n\n=== Post-colonial Africa ===\n\nToday, Africa contains 54 sovereign countries, most of which have borders that were drawn during the era of European colonialism. Since colonialism, African states have frequently been hampered by instability, corruption, violence, and authoritarianism. The vast majority of African states are republics that operate under some form of the presidential system of rule. However, few of them have been able to sustain democratic governments on a permanent basis, and many have instead cycled through a series of coups, producing military dictatorships.\nGreat instability was mainly the result of marginalization of ethnic groups, and graft under these leaders. For political gain, many leaders fanned ethnic conflicts, some of which had been exacerbated, or even created, by colonial rule. In many countries, the military was perceived as being the only group that could effectively maintain order, and it ruled many nations in Africa during the 1970s and early 1980s. During the period from the early 1960s to the late 1980s, Africa had more than 70 coups and 13 presidential assassinations. Border and territorial disputes were also common, with the European-imposed borders of many nations being widely contested through armed conflicts.\n\nCold War conflicts between the United States and the Soviet Union, as well as the policies of the International Monetary Fund, also played a role in instability. When a country became independent for the first time, it was often expected to align with one of the two superpowers. Many countries in Northern Africa received Soviet military aid, while others in Central and Southern Africa were supported by the United States, France or both. The 1970s saw an escalation of Cold War intrigues, as newly independent Angola and Mozambique aligned themselves with the Soviet Union, and the West and South Africa sought to contain Soviet influence by supporting friendly regimes or insurgency movements. In Rhodesia, Soviet and Chinese-backed leftist guerrillas of the Zimbabwe Patriotic Front waged a brutal guerrilla war against the country's white government. There was a major famine in Ethiopia, when hundreds of thousands of people starved. Some claimed that Marxist economic policies made the situation worse. The most devastating military conflict in modern independent Africa has been the Second Congo War; this conflict and its aftermath has killed an estimated 5.5 million people. Since 2003 there has been an ongoing conflict in Darfur which has become a humanitarian disaster. Another notable tragic event is the 1994 Rwandan Genocide in which an estimated 800,000 people were murdered. AIDS in post-colonial Africa has also been a prevalent issue.\nIn the 21st century, however, the number of armed conflicts in Africa has steadily declined. For instance, the civil war in Angola came to an end in 2002 after nearly 30 years. This coincided with many countries abandoning communist-style command economies and opening up for market reforms. The improved stability and economic reforms have led to a great increase in foreign investment into many African nations, mainly from China, which has spurred quick economic growth in many countries, seemingly ending decades of stagnation and decline. Several African economies are among the world's fastest growing as of  2016. A significant part of this growth, which is sometimes referred to as Africa Rising, can also be attributed to the facilitated diffusion of information technologies and specifically the mobile telephone. Migration from African nations has increased dramatically in the last decade.\n\n\n== Geology and geography ==\n\nAfrica is the largest of the three great southward projections from the largest landmass of the Earth. Separated from Europe by the Mediterranean Sea, it is joined to Asia at its northeast extremity by the Isthmus of Suez (transected by the Suez Canal), 163 km (101 mi) wide. (Geopolitically, Egypt's Sinai Peninsula east of the Suez Canal is often considered part of Africa, as well.)The coastline is 26,000 km (16,000 mi) long, and the absence of deep indentations of the shore is illustrated by the fact that Europe, which covers only 10,400,000 km2 (4,000,000 sq mi) – about a third of the surface of Africa – has a coastline of 32,000 km (20,000 mi). From the most northerly point, Ras ben Sakka in Tunisia (37°21' N), to the most southerly point, Cape Agulhas in South Africa (34°51'15\" S), is a distance of approximately 8,000 km (5,000 mi). Cape Verde, 17°33'22\" W, the westernmost point, is a distance of approximately 7,400 km (4,600 mi) to Ras Hafun, 51°27'52\" E, the most easterly projection that neighbours Cape Guardafui, the tip of the Horn of Africa.Africa's largest country is Algeria, and its smallest country is Seychelles, an archipelago off the east coast. The smallest nation on the continental mainland is The Gambia.\n\n\n=== African plate ===\n\nThe African Plate is a major tectonic plate straddling the equator as well as the prime meridian. It includes much of the continent of Africa, as well as oceanic crust which lies between the continent and various surrounding ocean ridges. Between 60 million years ago and 10 million years ago, the Somali Plate began rifting from the African Plate along the East African Rift. Since the continent of Africa consists of crust from both the African and the Somali plates, some literature refers to the African Plate as the Nubian Plate to distinguish it from the continent as a whole.Geologically, Africa includes the Arabian Peninsula; the Zagros Mountains of Iran and the Anatolian Plateau of Turkey mark where the African Plate collided with Eurasia. The Afrotropic ecozone and the Saharo-Arabian desert to its north unite the region biogeographically, and the Afro-Asiatic language family unites the north linguistically.\n\n\n=== Climate ===\n\nThe climate of Africa ranges from tropical to subarctic on its highest peaks. Its northern half is primarily desert, or arid, while its central and southern areas contain both savanna plains and dense jungle (rainforest) regions. In between, there is a convergence, where vegetation patterns such as sahel and steppe dominate. Africa is the hottest continent on earth and 60% of the entire land surface consists of drylands and deserts. The record for the highest-ever recorded temperature, in Libya in 1922 (58 °C (136 °F)), was discredited in 2013.\n\n\n=== Fauna ===\n\nAfrica boasts perhaps the world's largest combination of density and \"range of freedom\" of wild animal populations and diversity, with wild populations of large carnivores (such as lions, hyenas, and cheetahs) and herbivores (such as buffalo, elephants, camels, and giraffes) ranging freely on primarily open non-private plains. It is also home to a variety of \"jungle\" animals including snakes and primates and aquatic life such as crocodiles and amphibians. In addition, Africa has the largest number of megafauna species, as it was least affected by the extinction of the Pleistocene megafauna.\n\n\n=== Ecology and biodiversity ===\n\nAfrica has over 3,000 protected areas, with 198 marine protected areas, 50 biosphere reserves, and 80 wetlands reserves. Significant habitat destruction, increases in human population and poaching are reducing Africa's biological diversity and arable land. Human encroachment, civil unrest and the introduction of non-native species threaten biodiversity in Africa. This has been exacerbated by administrative problems, inadequate personnel and funding problems.Deforestation is affecting Africa at twice the world rate, according to the United Nations Environment Programme (UNEP). According to the University of Pennsylvania African Studies Center, 31% of Africa's pasture lands and 19% of its forests and woodlands are classified as degraded, and Africa is losing over four million hectares of forest per year, which is twice the average deforestation rate for the rest of the world. Some sources claim that approximately 90% of the original, virgin forests in West Africa have been destroyed. Over 90% of Madagascar's original forests have been destroyed since the arrival of humans 2000 years ago. About 65% of Africa's agricultural land suffers from soil degradation.\n\n\n== Politics ==\n\nThere are clear signs of increased networking among African organizations and states. For example, in the civil war in the Democratic Republic of the Congo (former Zaire), rather than rich, non-African countries intervening, neighbouring African countries became involved (see also Second Congo War). Since the conflict began in 1998, the estimated death toll has reached 5 million.\n\n\n=== The African Union ===\n\nThe African Union (AU) is a 55-member federation consisting of all of Africa's states. The union was formed, with Addis Ababa, Ethiopia, as its headquarters, on 26 June 2001. The union was officially established on 9 July 2002 as a successor to the Organisation of African Unity (OAU). In July 2004, the African Union's Pan-African Parliament (PAP) was relocated to Midrand, in South Africa, but the African Commission on Human and Peoples' Rights remained in Addis Ababa. There is a policy in effect to decentralize the African Federation's institutions so that they are shared by all the states.\nThe African Union, not to be confused with the AU Commission, is formed by the Constitutive Act of the African Union, which aims to transform the African Economic Community, a federated commonwealth, into a state under established international conventions. The African Union has a parliamentary government, known as the African Union Government, consisting of legislative, judicial and executive organs. It is led by the African Union President and Head of State, who is also the President of the Pan-African Parliament. A person becomes AU President by being elected to the PAP, and subsequently gaining majority support in the PAP. The powers and authority of the President of the African Parliament derive from the Constitutive Act and the Protocol of the Pan-African Parliament, as well as the inheritance of presidential authority stipulated by African treaties and by international treaties, including those subordinating the Secretary General of the OAU Secretariat (AU Commission) to the PAP. The government of the AU consists of all-union (federal), regional, state, and municipal authorities, as well as hundreds of institutions, that together manage the day-to-day affairs of the institution.\nPolitical associations such as the African Union offer hope for greater co-operation and peace between the continent's many countries. Extensive human rights abuses still occur in several parts of Africa, often under the oversight of the state. Most of such violations occur for political reasons, often as a side effect of civil war. Countries where major human rights violations have been reported in recent times include the Democratic Republic of the Congo, Sierra Leone, Liberia, Sudan, Zimbabwe, and Côte d'Ivoire.\n\n\n== Economy ==\n\nAlthough it has abundant natural resources, Africa remains the world's poorest and most underdeveloped continent, the result of a variety of causes that may include corrupt governments that have often committed serious human rights violations, failed central planning, high levels of illiteracy, lack of access to foreign capital, and frequent tribal and military conflict (ranging from guerrilla warfare to genocide). According to the United Nations' Human Development Report in 2003, the bottom 24 ranked nations (151st to 175th) were all African.Poverty, illiteracy, malnutrition and inadequate water supply and sanitation, as well as poor health, affect a large proportion of the people who reside in the African continent. In August 2008, the World Bank announced revised global poverty estimates based on a new international poverty line of $1.25 per day (versus the previous measure of $1.00). 81% of the Sub-Saharan Africa population was living on less than $2.50 (PPP) per day in 2005, compared with 86% for India.Sub-Saharan Africa is the least successful region of the world in reducing poverty ($1.25 per day); some 50% of the population living in poverty in 1981 (200 million people), a figure that rose to 58% in 1996 before dropping to 50% in 2005 (380 million people). The average poor person in sub-Saharan Africa is estimated to live on only 70 cents per day, and was poorer in 2003 than in 1973, indicating increasing poverty in some areas. Some of it is attributed to unsuccessful economic liberalization programmes spearheaded by foreign companies and governments, but other studies have cited bad domestic government policies more than external factors.Africa is now at risk of being in debt once again, particularly in Sub-Saharan African countries.  The last debt crisis in 2005 was resolved with help from the heavily indebted poor countries scheme (HIPC).  The HIPC resulted in some positive and negative effects on the economy in Africa.  About ten years after the 2005 debt crisis in Sub-Saharan Africa was resolved, Zambia fell back into dept.  A small reason was due to the fall in copper prices in 2011, but the bigger reason was that a large amount of the money Zambia borrowed was wasted or pocketed by the elite.From 1995 to 2005, Africa's rate of economic growth increased, averaging 5% in 2005. Some countries experienced still higher growth rates, notably Angola, Sudan and Equatorial Guinea, all of which had recently begun extracting their petroleum reserves or had expanded their oil extraction capacity.\nIn a recently published analysis based on World Values Survey data, the Austrian political scientist Arno Tausch maintained that several African countries, most notably Ghana, perform quite well on scales of mass support for democracy and the market economy.Tausch's global value comparison based on the World Values Survey derived the following factor analytical scales: 1. The non-violent and law-abiding society 2. Democracy movement 3. Climate of personal non-violence 4. Trust in institutions 5. Happiness, good health 6. No redistributive religious fundamentalism 7. Accepting the market 8. Feminism 9. Involvement in politics 10. Optimism and engagement 11. No welfare mentality, acceptancy of the Calvinist work ethics. The spread in the performance of African countries with complete data, Tausch concluded \"is really amazing\". While one should be especially hopeful about the development of future democracy and the market economy in Ghana, the article suggests pessimistic tendencies for Egypt and Algeria, and especially for Africa's leading economy, South Africa. High Human Inequality, as measured by the UNDP's Human Development Report's Index of Human Inequality, further impairs the development of Human Security. Tausch also maintains that the certain recent optimism, corresponding to economic and human rights data, emerging from Africa, is reflected in the development of a civil society.\nThe continent is believed to hold 90% of the world's cobalt, 90% of its platinum, 50% of its gold, 98% of its chromium, 70% of its tantalite, 64% of its manganese and one-third of its uranium. The Democratic Republic of the Congo (DRC) has 70% of the world's coltan, a mineral used in the production of tantalum capacitors for electronic devices such as cell phones. The DRC also has more than 30% of the world's diamond reserves. Guinea is the world's largest exporter of bauxite. As the growth in Africa has been driven mainly by services and not manufacturing or agriculture, it has been growth without jobs and without reduction in poverty levels. In fact, the food security crisis of 2008 which took place on the heels of the global financial crisis pushed 100 million people into food insecurity.In recent years, the People's Republic of China has built increasingly stronger ties with African nations and is Africa's largest trading partner. In 2007, Chinese companies invested a total of US$1 billion in Africa.A Harvard University study led by professor Calestous Juma showed that Africa could feed itself by making the transition from importer to self-sufficiency. \"African agriculture is at the crossroads; we have come to the end of a century of policies that favoured Africa's export of raw materials and importation of food. Africa is starting to focus on agricultural innovation as its new engine for regional trade and prosperity.\"During US President Barack Obama's visit to Africa in July 2013, he announced a US$7 billion plan to further develop infrastructure and work more intensively with African heads of state. He also announced a new programme named Trade Africa, designed to boost trade within the continent as well as between Africa and the US.\n\n\n== Demographics ==\n\nAfrica's population has rapidly increased over the last 40 years, and consequently, it is relatively young. In some African states, more than half the population is under 25 years of age. The total number of people in Africa increased from 229 million in 1950 to 630 million in 1990. As of 2016, the population of Africa is estimated at 1.2 billion . Africa's total population surpassing other continents is fairly recent; African population surpassed Europe in the 1990s, while the Americas was overtaken sometime around the year 2000; Africa's rapid population growth is expected to overtake the only two nations currently larger than its population, at roughly the same time – India and China's 1.4 billion people each will swap ranking around the year 2022. This increase in number of babies born in Africa compared to the rest of the world is expected to reach approximately 37% in the year 2050, an increase of 21% since 1990 alone.\n\nSpeakers of Bantu languages (part of the Niger–Congo family) are the majority in southern, central and southeast Africa. The Bantu-speaking peoples from the Sahel progressively expanded over most of Sub-Saharan Africa. But there are also several Nilotic groups in South Sudan and East Africa, the mixed Swahili people on the Swahili Coast, and a few remaining indigenous Khoisan (\"San\" or \"Bushmen\") and Pygmy peoples in southern and central Africa, respectively. Bantu-speaking Africans also predominate in Gabon and Equatorial Guinea, and are found in parts of southern Cameroon. In the Kalahari Desert of Southern Africa, the distinct people known as the Bushmen (also \"San\", closely related to, but distinct from \"Hottentots\") have long been present. The San are physically distinct from other Africans and are the indigenous people of southern Africa. Pygmies are the pre-Bantu indigenous peoples of central Africa.The peoples of West Africa primarily speak Niger–Congo languages, belonging mostly to its non-Bantu branches, though some Nilo-Saharan and Afro-Asiatic speaking groups are also found. The Niger–Congo-speaking Yoruba, Igbo, Fulani, Akan and Wolof ethnic groups are the largest and most influential. In the central Sahara, Mandinka or Mande groups are most significant. Chadic-speaking groups, including the Hausa, are found in more northerly parts of the region nearest to the Sahara, and Nilo-Saharan communities, such as the Songhai, Kanuri and Zarma, are found in the eastern parts of West Africa bordering Central Africa.\nThe peoples of North Africa consist of three main indigenous groups: Berbers in the northwest, Egyptians in the northeast, and Nilo-Saharan-speaking peoples in the east. The Arabs who arrived in the 7th century AD introduced the Arabic language and Islam to North Africa. The Semitic Phoenicians (who founded Carthage) and Hyksos, the Indo-Iranian Alans, the Indo- European Greeks, Romans, and Vandals settled in North Africa as well. Significant Berber communities remain within Morocco and Algeria in the 21st century, while, to a lesser extent, Berber speakers are also present in some regions of Tunisia and Libya. The Berber-speaking Tuareg and other often-nomadic peoples are the principal inhabitants of the Saharan interior of North Africa. In Mauritania, there is a small but near-extinct Berber community in the north and Niger–Congo-speaking peoples in the south, though in both regions Arabic and Arab culture predominates. In Sudan, although Arabic and Arab culture predominate, it is mostly inhabited by groups that originally spoke Nilo-Saharan, such as the Nubians, Fur, Masalit and Zaghawa, who, over the centuries, have variously intermixed with migrants from the Arabian peninsula. Small communities of Afro-Asiatic-speaking Beja nomads can also be found in Egypt and Sudan.\n\nIn the Horn of Africa, some Ethiopian and Eritrean groups (like the Amhara and Tigrayans, collectively known as Habesha) speak languages from the Semitic branch of the Afro-Asiatic language family, while the Oromo and Somali speak languages from the Cushitic branch of Afro-Asiatic.\nPrior to the decolonization movements of the post-World War II era, Europeans were represented in every part of Africa. Decolonization during the 1960s and 1970s often resulted in the mass emigration of white settlers – especially from Algeria and Morocco (1.6 million pieds-noirs in North Africa), Kenya, Congo, Rhodesia, Mozambique and Angola. Between 1975 and 1977, over a million colonials returned to Portugal alone. Nevertheless, white Africans remain an important minority in many African states, particularly Zimbabwe, Namibia, Réunion, and the Republic of South Africa. The country with the largest white African population is South Africa. Dutch and British diasporas represent the largest communities of European ancestry on the continent today.European colonization also brought sizable groups of Asians, particularly from the Indian subcontinent, to British colonies. Large Indian communities are found in South Africa, and smaller ones are present in Kenya, Tanzania, and some other southern and southeast African countries. The large Indian community in Uganda was expelled by the dictator Idi Amin in 1972, though many have since returned. The islands in the Indian Ocean are also populated primarily by people of Asian origin, often mixed with Africans and Europeans. The Malagasy people of Madagascar are an Austronesian people, but those along the coast are generally mixed with Bantu, Arab, Indian and European origins. Malay and Indian ancestries are also important components in the group of people known in South Africa as Cape Coloureds (people with origins in two or more races and continents). During the 20th century, small but economically important communities of Lebanese and Chinese have also developed in the larger coastal cities of West and East Africa, respectively.\n\n\n== Languages ==\n\nBy most estimates, well over a thousand languages (UNESCO has estimated around two thousand) are spoken in Africa. Most are of African origin, though some are of European or Asian origin. Africa is the most multilingual continent in the world, and it is not rare for individuals to fluently speak not only multiple African languages, but one or more European ones as well. There are four major language families indigenous to Africa:\n\nThe Afroasiatic languages are a language family of about 240 languages and 285 million people widespread throughout the Horn of Africa, North Africa, the Sahel, and Southwest Asia.\nThe Nilo-Saharan language family consists of more than a hundred languages spoken by 30 million people. Nilo-Saharan languages are spoken by ethnic groups in Chad, Ethiopia, Kenya, Nigeria, Sudan, South Sudan, Uganda, and northern Tanzania.\nThe Niger-Congo language family covers much of Sub-Saharan Africa. In terms of number of languages, it is the largest language family in Africa and perhaps the largest in the world.\nThe Khoisan languages number about fifty and are spoken in Southern Africa by approximately 400,000 people. Many of the Khoisan languages are endangered. The Khoi and San peoples are considered the original inhabitants of this part of Africa.Following the end of colonialism, nearly all African countries adopted official languages that originated outside the continent, although several countries also granted legal recognition to indigenous languages (such as Swahili, Yoruba, Igbo and Hausa). In numerous countries, English and French (see African French) are used for communication in the public sphere such as government, commerce, education and the media. Arabic, Portuguese, Afrikaans and Spanish are examples of languages that trace their origin to outside of Africa, and that are used by millions of Africans today, both in the public and private spheres. Italian is spoken by some in former Italian colonies in Africa. German is spoken in Namibia, as it was a former German protectorate.\n\n\n== Culture ==\n\nSome aspects of traditional African cultures have become less practised in recent years as a result of neglect and suppression by colonial and post-colonial regimes. For example, African customs were discouraged, and African languages were prohibited in mission schools. Leopold II of Belgium attempted to \"civilize\" Africans by discouraging polygamy and witchcraft.Obidoh Freeborn posits that colonialism is one element that has created the character of modern African art. According to authors Douglas Fraser and Herbert M. Cole, \"The precipitous alterations in the power structure wrought by colonialism were quickly followed by drastic iconographic changes in the art.\"  Fraser and Cole assert that, in Igboland, some art objects \"lack the vigor and careful craftsmanship of the earlier art objects that served traditional functions. Author Chika Okeke-Agulu states that \"the racist infrastructure of British imperial enterprise forced upon the political and cultural guardians of empire a denial and suppression of an emergent sovereign Africa and modernist art.\"  In Soweto, the West Rand Administrative Board established a Cultural Section to collect, read, and review scripts before performances could occur. Editors F. Abiola Irele and Simon Gikandi comment that the current identity of African literature had its genesis in the \"traumatic encounter between Africa and Europe.\"  On the other hand, Mhoze Chikowero believes that Africans deployed music, dance, spirituality, and other performative cultures to (re)asset themselves as active agents and indigenous intellectuals, to unmake their colonial marginalization and reshape their own destinies.\" There is now a resurgence in the attempts to rediscover and revalue African traditional cultures, under such movements as the African Renaissance, led by Thabo Mbeki, Afrocentrism, led by a group of scholars, including Molefi Asante, as well as the increasing recognition of traditional spiritualism through decriminalization of Vodou and other forms of spirituality.\n\n\n=== Visual art and architecture ===\nAfrican art and architecture reflect the diversity of African cultures. The region's oldest known beads were made from Nassarius shells and worn as personal ornaments 72,000 years ago. The Great Pyramid of Giza in Egypt was the world's tallest structure for 4,000 years, until the completion of Lincoln Cathedral around the year 1300. The stone ruins of Great Zimbabwe are also noteworthy for their architecture, as are the monolithic churches at Lalibela, Ethiopia, such as the Church of Saint George.\n\n\n=== Music and dance ===\n\nEgypt has long been a cultural focus of the Arab world, while remembrance of the rhythms of sub-Saharan Africa, in particular West Africa, was transmitted through the Atlantic slave trade to modern samba, blues, jazz, reggae, hip hop, and rock. The 1950s through the 1970s saw a conglomeration of these various styles with the popularization of Afrobeat and Highlife music. Modern music of the continent includes the highly complex choral singing of southern Africa and the dance rhythms of the musical genre of soukous, dominated by the music of the Democratic Republic of Congo. Indigenous musical and dance traditions of Africa are maintained by oral traditions, and they are distinct from the music and dance styles of North Africa and Southern Africa. Arab influences are visible in North African music and dance and, in Southern Africa, Western influences are apparent due to colonization.\n\n\n=== Sports ===\n\nFifty-four African countries have football (soccer) teams in the Confederation of African Football. Egypt has won the African Cup seven times, and a record-making three times in a row. Cameroon, Nigeria, Senegal, Ghana, and Algeria have advanced to the knockout stage of recent FIFA World Cups. South Africa hosted the 2010 World Cup tournament, becoming the first African country to do so.\nCricket is popular in some African nations. South Africa and Zimbabwe have Test status, while Kenya is the leading non-test team and previously had One-Day International cricket (ODI) status (from 10 October 1997, until 30 January 2014). The three countries jointly hosted the 2003 Cricket World Cup. Namibia is the other African country to have played in a World Cup. Morocco in northern Africa has also hosted the 2002 Morocco Cup, but the national team has never qualified for a major tournament. Rugby is a popular sport in South Africa, Namibia, and Zimbabwe.\n\n\n== Religion ==\n \nAfricans profess a wide variety of religious beliefs, and statistics on religious affiliation are difficult to come by since they are often a sensitive topic for governments with mixed religious populations. According to the World Book Encyclopedia, Islam is the largest religion in Africa, followed by Christianity. According to Encyclopædia Britannica, 45% of the population are Christians, 40% are Muslims, and 10% follow traditional religions. A small number of Africans are Hindu, Buddhist, Confucianist, Baha'i, or Jewish. There is also a minority of people in Africa who are irreligious.\n\n\n== Territories and regions ==\n\nThe countries in this table are categorized according to the scheme for geographic subregions used by the United Nations, and data included are per sources in cross-referenced articles. Where they differ, provisos are clearly indicated.\n\n\n== See also ==\n Africa portal\nAfro-Eurasia\nIndex of Africa-related articles\nList of African millionaires\nList of highest mountain peaks of Africa\nLists of cities in Africa\nOutline of Africa\nUrbanization in Africa\n\n\n== References ==\n\n\n== Further reading ==\nAsante, Molefi (2007). The History of Africa. US: Routledge. ISBN 978-0-415-77139-9.\nClark, J. Desmond (1970). The Prehistory of Africa. London: Thames and Hudson. ISBN 978-0-500-02069-2.\nCrowder, Michael (1978). The Story of Nigeria. London: Faber. ISBN 978-0-571-04947-9.\nDavidson, Basil (1966). The African Past: Chronicles from Antiquity to Modern Times. Harmondsworth: Penguin. OCLC 2016817.\nGordon, April A.; Donald L. Gordon (1996). Understanding Contemporary Africa. Boulder: Lynne Rienner Publishers. ISBN 978-1-55587-547-3.\nKhapoya, Vincent B. (1998). The African experience: an introduction. Upper Saddle River, NJ: Prentice Hall. ISBN 978-0-13-745852-3.\nMoore, Clark D., and Ann Dunbar (1968). Africa Yesterday and Today, in series, The George School Readings on Developing Lands. New York: Praeger Publishers.\nNaipaul, V.S.. The Masque of Africa: Glimpses of African Belief. Picador, 2010. ISBN 978-0-330-47205-0\nTausch, Arno (2018-07-16). \"Africa on the Maps of Global Values: Comparative Analyses, Based on Recent World Values Survey Data\". SSRN Electronic Journal. doi:10.2139/ssrn.3214715. SSRN 3214715.\nWade, Lizzie (2015). \"Drones and satellites spot lost civilizations in unlikely places\". Science. doi:10.1126/science.aaa7864.\n\n\n== External links ==\n\nGeneral informationAfrica at Curlie\nAfrican & Middle Eastern Reading Room from the United States Library of Congress\nAfrica South of the Sahara from Stanford University\nThe Index on Africa from The Norwegian Council for Africa\nAluka Digital library of scholarly resources from and about Africa\nAfrica Interactive Map from the United States Army AfricaHistoryAfrican Kingdoms\nThe Story of Africa from BBC World Service\nAfrica Policy Information Center (APIC)\nHungarian military forces in AfricaNews mediaallAfrica.com current news, events and statistics\nFocus on Africa magazine from BBC World Service", "African Americans (also referred to as Black Americans or Afro-Americans) are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term typically refers to descendants of enslaved black people who are from the United States. As a compound adjective, the term is usually hyphenated as African-American.Black and African Americans constitute the third largest racial and ethnic group in the United States (after White Americans and Hispanic and Latino Americans). Most African Americans are descendants of enslaved peoples within the boundaries of the present United States. On average, African Americans are of West/Central African and European descent, and some also have Native American ancestry.  According to US Census Bureau data, African immigrants generally do not self-identify as African American. The overwhelming majority of African immigrants identify instead with their own respective ethnicities (~95%). Immigrants from some Caribbean, Central American and South American nations and their descendants may or may not also self-identify with the term.African-American history starts in the 16th century, with peoples from West Africa forcibly taken as slaves to Spanish America, and in the 17th century with West African slaves taken to English colonies in North America. After the founding of the United States, black people continued to be enslaved, and the last four million black slaves were only liberated after the Civil War in 1865. Due to notions of white supremacy, they were treated as second-class citizens. The Naturalization Act of 1790 limited U.S. citizenship to whites only, and only white men of property could vote. These circumstances were changed by Reconstruction, development of the black community, participation in the great military conflicts of the United States, the elimination of racial segregation, and the civil rights movement which sought political and social freedom.  In 2008, Barack Obama became the first African American to be elected President of the United States.\n\n\n== History ==\n\n\n=== Colonial era ===\n\nThe first African slaves arrived via Santo Domingo to the San Miguel de Gualdape colony (most likely located in the Winyah Bay area of present-day South Carolina), founded by Spanish explorer Lucas Vázquez de Ayllón in 1526.The marriage between Luisa de Abrego, a free black domestic servant from Seville and Miguel Rodríguez, a white Segovian conquistador in 1565 in St. Augustine (Spanish Florida), is the first known and recorded Christian marriage anywhere in what is now the continental United States.The ill-fated colony was almost immediately disrupted by a fight over leadership, during which the slaves revolted and fled the colony to seek refuge among local Native Americans. De Ayllón and many of the colonists died shortly afterwards of an epidemic and the colony was abandoned. The settlers and the slaves who had not escaped returned to Haiti, whence they had come.The first recorded Africans in British North America (including most of the future United States) were \"20 and odd negroes\" who came to Jamestown, Virginia via Cape Comfort in August 1619 as indentured servants. As English settlers died from harsh conditions, more and more Africans were brought to work as laborers.\n\nAn indentured servant (who could be white or black) would work for several years (usually four to seven) without wages. The status of indentured servants in early Virginia and Maryland was similar to slavery. Servants could be bought, sold, or leased and they could be physically beaten for disobedience or running away. Unlike slaves, they were freed after their term of service expired or was bought out, their children did not inherit their status, and on their release from contract they received \"a year's provision of corn, double apparel, tools necessary\", and a small cash payment called \"freedom dues\".Africans could legally raise crops and cattle to purchase their freedom. They raised families, married other Africans and sometimes intermarried with Native Americans or English settlers.\n\nBy the 1640s and 1650s, several African families owned farms around Jamestown and some became wealthy by colonial standards and purchased indentured servants of their own. In 1640, the Virginia General Court recorded the earliest documentation of lifetime slavery when they sentenced John Punch, a Negro, to lifetime servitude under his master Hugh Gwyn for running away.In the Spanish Florida some Spanish married or had unions with Pensacola, Creek or African women, both slave and free, and their descendants created a mixed-race population of mestizos and mulattos. The Spanish encouraged slaves from the southern British colonies to come to Florida as a refuge, promising freedom in exchange for conversion to Catholicism. King Charles II of Spain issued a royal proclamation freeing all slaves who fled to Spanish Florida and accepted conversion and baptism. Most went to the area around St. Augustine, but escaped slaves also reached Pensacola. St. Augustine had mustered an all-black militia unit defending Spain as early as 1683.One of the Dutch African arrivals, Anthony Johnson, would later own one of the first black \"slaves\", John Casor, resulting from the court ruling of a civil case.The popular conception of a race-based slave system did not fully develop until the 18th century. The Dutch West India Company introduced slavery in 1625 with the importation of eleven black slaves into New Amsterdam (present-day New York City). All the colony's slaves, however, were freed upon its surrender to the British.\n\nMassachusetts was the first British colony to legally recognize slavery in 1641. In 1662, Virginia passed a law that children of enslaved women (who were of African descent and thus foreigners) took the status of the mother, rather than that of the father, as under English common law. This principle was called partus sequitur ventrum.By an act of 1699, the colony ordered all free blacks deported, virtually defining as slaves all people of African descent who remained in the colony. In 1670, the colonial assembly passed a law prohibiting free and baptized negroes (and Indians) from purchasing Christians (in this act meaning English or European whites) but allowing them to buy people \"of their owne nation\".In the Spanish Louisiana although there was no movement toward abolition of the African slave trade, Spanish rule introduced a new law called coartación, which allowed slaves to buy their freedom, and that of others. Although some did not have the money to buy their freedom that government measures on slavery allowed a high number of free blacks. That brought problems to the Spaniards with the French Creoles who also populated Spanish Louisiana, French creoles cited that measure as one of the system's worst elements. In spite of that, there was a greater number of slaves as the years passed, as also the entire Spanish Louisiana population increased.\nThe earliest African-American congregations and churches were organized before 1800 in both northern and southern cities following the Great Awakening. By 1775, Africans made up 20% of the population in the American colonies, which made them the second largest ethnic group after the English.\n\n\n=== From the American Revolution to the Civil War ===\n\nDuring the 1770s, Africans, both enslaved and free, helped rebellious English colonists secure American independence by defeating the British in the American Revolution. Africans and Englishmen fought side by side and were fully integrated. Blacks played a role in both sides in the American Revolution. Activists in the Patriot cause included James Armistead,  Prince Whipple and Oliver Cromwell.In the Spanish Louisiana, Governor Bernardo de Gálvez organized Spanish free blackmen into two militia companies to defend New Orleans during the American Revolution. They fought in the 1779 battle in which Spain took Baton Rouge from the British. Gálvez also commanded them in campaigns against the British outposts in Mobile, Alabama, and Pensacola, Florida, he recruited slaves for the militia by pledging to free anyone who was seriously wounded and promised to secure a low price for coartación (buy their freedom and that of others) for those who received lesser wounds. During the 1790s, Governor Francisco Luis Héctor, baron of Carondelet reinforced local fortifications and recruit even more free blackmen for the militia. Carondelet doubled the number of free blackmen who served, creating two more militia companies—one made up of black members and the other of pardo (mixed race). Serving in the militia brought free blackmen one step closer to equality with whites, allowing them, for example, the right to carry arms and boosting their earning power. However actually these privileges distanced free blackmen from enslaved blacks and encouraged them to identify with whites.Slavery had been tacitly enshrined in the U.S. Constitution through provisions such as Article I, Section 2, Clause 3, commonly known as the  3/5 compromise. Slavery, which by then meant almost exclusively African Americans, was the most important political issue in the antebellum United States, leading to one crisis after another. Among these were the Missouri Compromise, the Compromise of 1850, the Fugitive Slave Act, and the Dred Scott decision.\n\nPrior to the Civil War, eight serving presidents owned slaves, a practice protected by the U.S. Constitution. By 1860, there were 3.5 to 4.4 million enslaved blacks in the U.S. due to the Atlantic slave trade, and another 488,000–500,000 African Americans lived free (with legislated limits) across the country. With legislated limits imposed upon them in addition to \"unconquerable prejudice\" from whites according to Henry Clay, some blacks who weren't enslaved left the U.S. for Liberia in Africa. Liberia began as a settlement of the American Colonization Society (ACS) in 1821, with the abolitionist members of the ACS believing blacks would face better chances for freedom and equality in Africa.The slaves not only constituted a large investment, they produced America's most valuable product and export: cotton. They not only helped build the U.S. Capitol, they built the White House and other District of Columbia buildings. (Washington was a slave trading center.) Similar building projects existed in slaveholding states.\nIn 1863, during the American Civil War, President Abraham Lincoln signed the Emancipation Proclamation. The proclamation declared that all slaves in Confederate-held  territory were free. Advancing Union troops enforced the proclamation with Texas being the last state to be emancipated, in 1865.\n\nSlavery in Union-held Confederate territory continued, at least on paper, until the passage of the Thirteenth Amendment in 1865. Prior to the Civil War, only white men of property could vote, and the Naturalization Act of 1790 limited U.S. citizenship to whites only.  The 14th Amendment (1868) gave African-Americans citizenship, and the 15th Amendment (1870) gave African-American males the right to vote (only males could vote in the U.S. at the time).\n\n\n=== Reconstruction Era and Jim Crow ===\n\nAfrican Americans quickly set up congregations for themselves, as well as schools and community/civic associations, to have space away from white control or oversight. While the post-war Reconstruction era was initially a time of progress for African Americans, that period ended in 1876. By the late 1890s, Southern states enacted Jim Crow laws to enforce racial segregation and disenfranchisement. Segregation, which began with slavery, continued with Jim Crow laws, with signs used to show blacks where they could legally walk, talk, drink, rest, or eat. For those places that were racially mixed, non whites had to wait until all white customers were dealt with. Most African Americans obeyed the Jim Crow laws, in order to avoid racially motivated violence. To maintain self-esteem and dignity, African Americans such as Anthony Overton and Mary McLeod Bethune continued to build their own schools, churches, banks, social clubs, and other businesses.In the last decade of the 19th century, racially discriminatory laws and racial violence aimed at African Americans began to mushroom in the United States, a period often referred to as the \"nadir of American race relations\".  These discriminatory acts included racial segregation—upheld by the United States Supreme Court decision in Plessy v. Ferguson in 1896—which was legally mandated by southern states and nationwide at the local level of government, voter suppression or disenfranchisement in the southern states, denial of economic opportunity or resources nationwide, and private acts of violence and mass racial violence aimed at African Americans unhindered or encouraged by government authorities.\n\n\n=== Great migration and civil rights movement ===\n\nThe desperate conditions of African Americans in the South sparked the Great Migration during the first half of the 20th century which led to a growing African-American community in Northern and Western United States. The rapid influx of blacks disturbed the racial balance within Northern and Western cities, exacerbating hostility between both blacks and whites in the two regions. The Red Summer of 1919 was marked by hundreds of deaths and higher casualties across the U.S. as a result of race riots that occurred in more than three dozen cities, such as the Chicago race riot of 1919 and the Omaha race riot of 1919. Overall, blacks in Northern and Western cities experienced systemic discrimination in a plethora of aspects of life. Within employment, economic opportunities for blacks were routed to the lowest-status and restrictive in potential mobility. Within the housing market, stronger discriminatory measures were used in correlation to the influx, resulting in a mix of \"targeted violence, restrictive covenants, redlining and racial steering\". While many whites defended their space with violence, intimidation, or legal tactics toward African Americans, many other whites migrated to more racially homogeneous suburban or exurban regions, a process known as white flight.\n\nBy the 1950s, the civil rights movement was gaining momentum. A 1955 lynching that sparked public outrage about injustice was that of Emmett Till, a 14-year-old boy from Chicago. Spending the summer with relatives in Money, Mississippi, Till was killed for allegedly having wolf-whistled at a white woman. Till had been badly beaten, one of his eyes was gouged out, and he was shot in the head. The visceral response to his mother's decision to have an open-casket funeral mobilized the black community throughout the U.S. Vann R. Newkirk| wrote \"the trial of his killers became a pageant illuminating the tyranny of white supremacy\". The state of Mississippi tried two defendants, but they were speedily acquitted by an all-white jury. One hundred days after Emmett Till's murder, Rosa Parks refused to give up her seat on the bus in Alabama—indeed, Parks told Emmett's mother Mamie Till that \"the photograph of Emmett's disfigured face in the casket was set in her mind when she refused to give up her seat on the Montgomery bus.\"\n\nThe March on Washington for Jobs and Freedom and the conditions which brought it into being are credited with putting pressure on Presidents John F. Kennedy and Lyndon B. Johnson. Johnson put his support behind passage of the Civil Rights Act of 1964 that banned discrimination in public accommodations, employment, and labor unions, and the Voting Rights Act of 1965, which expanded federal authority over states to ensure black political participation through protection of voter registration and elections. By 1966, the emergence of the Black Power movement, which lasted from 1966 to 1975, expanded upon the aims of the civil rights movement to include economic and political self-sufficiency, and freedom from white authority.During the postwar period, many African Americans continued to be economically disadvantaged relative to other Americans. Average black income stood at 54 percent of that of white workers in 1947, and 55 percent in 1962. In 1959, median family income for whites was $5,600, compared with $2,900 for nonwhite families. In 1965, 43 percent of all black families fell into the poverty bracket, earning under $3,000 a year. The Sixties saw improvements in the social and economic conditions of many black Americans.From 1965 to 1969, black family income rose from 54 to 60 percent of white family income. In 1968, 23 percent of black families earned under $3,000 a year, compared with 41 percent in 1960. In 1965, 19 percent of black Americans had incomes equal to the national median, a proportion that rose to 27 percent by 1967. In 1960, the median level of education for blacks had been 10.8 years, and by the late Sixties the figure rose to 12.2 years, half a year behind the median for whites.\n\n\n=== Post–civil rights era ===\n\nPolitically and economically, African Americans have made substantial strides during the post–civil rights era. In 1989, Douglas Wilder became the first African American elected governor in U.S. history. Clarence Thomas became the second African-American Supreme Court Justice. In 1992, Carol Moseley-Braun of Illinois became the first African-American woman elected to the U.S. Senate. There were 8,936 black officeholders in the United States in 2000, showing a net increase of 7,467 since 1970. In 2001, there were 484 black mayors.In 2005, the number of Africans immigrating to the United States, in a single year, surpassed the peak number who were involuntarily brought to the United States during the Atlantic Slave Trade. On November 4, 2008, Democratic Senator Barack Obama defeated Republican Senator John McCain to become the first African American to be elected president. At least 95 percent of African-American voters voted for Obama. He also received overwhelming support from young and educated whites, a majority of Asians, Hispanics, and Native Americans picking up a number of new states in the Democratic electoral column. Obama lost the overall white vote, although he won a larger proportion of white votes than any previous nonincumbent Democratic presidential candidate since Jimmy Carter.  Obama was reelected for a second and final term, by a similar margin on November 6, 2012.\n\n\n== Demographics ==\n\nIn 1790, when the first U.S. Census was taken, Africans (including slaves and free people) numbered about 760,000—about 19.3% of the population. In 1860, at the start of the Civil War, the African-American population had increased to 4.4 million, but the percentage rate dropped to 14% of the overall population of the country. The vast majority were slaves, with only 488,000 counted as \"freemen\". By 1900, the black population had doubled and reached 8.8 million.In 1910, about 90% of African Americans lived in the South. Large numbers began migrating north looking for better job opportunities and living conditions, and to escape Jim Crow laws and racial violence. The Great Migration, as it was called, spanned the 1890s to the 1970s. From 1916 through the 1960s, more than 6 million black people moved north. But in the 1970s and 1980s, that trend reversed, with more African Americans moving south to the Sun Belt than leaving it.The following table of the African-American population in the United States over time shows that the African-American population, as a percentage of the total population, declined until 1930 and has been rising since then.\n\nBy 1990, the African-American population reached about 30 million and represented 12% of the U.S. population, roughly the same proportion as in 1900.At the time of the 2000 Census, 54.8% of African Americans lived in the South. In that year, 17.6% of African Americans lived in the Northeast and 18.7% in the Midwest, while only 8.9% lived in the western states. The west does have a sizable black population in certain areas, however. California, the nation's most populous state, has the fifth largest African-American population, only behind New York, Texas, Georgia, and Florida. According to the 2000 Census, approximately 2.05% of African Americans identified as Hispanic or Latino in origin, many of whom may be of Brazilian, Puerto Rican, Dominican, Cuban, Haitian, or other Latin American descent. The only self-reported ancestral groups larger than African Americans are the Irish and Germans.According to the 2010 US Census, nearly 3% of people who self-identified as black had recent ancestors who immigrated from another country. Self-reported non-Hispanic black immigrants from the Caribbean, mostly from Jamaica and Haiti, represented 0.9% of the US population, at 2.6 million. Self-reported black immigrants from Sub-Saharan Africa also represented 0.9%, at about 2.8 million. Additionally, self-identified Black Hispanics represented 0.4% of the United States population, at about 1.2 million people, largely found within the Puerto Rican and Dominican communities. Self-reported black immigrants hailing from other countries in the Americas, such as Brazil and Canada, as well as several European countries, represented less than 0.1% of the population. Mixed-Race Hispanic and non-Hispanic Americans who identified as being part black, represented 0.9% of the population. Of the 12.6% of United States residents who identified as black, around 10.3% were \"native black American\" or ethnic African Americans, who are direct descendants of West/Central Africans brought to the U.S. as slaves. These individuals make up well over 80% of all blacks in the country. When including people of mixed-race origin, about 13.5% of the US population self-identified as black or \"mixed with black\". However, according to the U.S. census bureau, evidence from the 2000 Census indicates that many African and Caribbean immigrant ethnic groups do not identify as \"Black, African Am., or Negro\". Instead, they wrote in their own respective ethnic groups in the \"Some Other Race\" write-in entry. As a result, the census bureau devised a new, separate \"African American\" ethnic group category in 2010 for ethnic African Americans.\n\n\n=== U.S. cities ===\n\nAfter 100 years of African-Americans leaving the south in large numbers seeking better opportunities in the west and north, a movement known as the Great Migration, there is now a reverse trend, called the New Great Migration. As with the earlier Great Migration, the New Great Migration is primarily directed toward cities and large urban areas, such as Atlanta, Charlotte, Houston, Dallas, Raleigh, Tampa, San Antonio, Memphis, Nashville, Jacksonville, and so forth. A growing percentage of African-Americans from the west and north are migrating to the southern region of the U.S. for economic and cultural reasons.  New York City, Chicago, and Los Angeles have the highest decline in African Americans, while Atlanta, Dallas, and Houston have the highest increase respectively.Among cities of 100,000 or more, Detroit, Michigan had the highest percentage of black residents of any U.S. city in 2010, with 82%. Other large cities with African-American majorities include Jackson, Mississippi (79.4%), Miami Gardens, Florida (76.3%), Baltimore, Maryland (63%), Birmingham, Alabama (62.5%), Memphis, Tennessee (61%), New Orleans, Louisiana (60%),  Montgomery, Alabama (56.6%), Flint, Michigan (56.6%), Savannah, Georgia (55.0%), Augusta, Georgia (54.7%), Atlanta, Georgia (54%, see African Americans in Atlanta), Cleveland, Ohio (53.3%), Newark, New Jersey (52.35%), Washington, D.C. (50.7%), Richmond, Virginia (50.6%), Mobile, Alabama (50.6%), Baton Rouge, Louisiana (50.4%), and Shreveport, Louisiana (50.4%).\nThe nation's most affluent community with an African-American majority resides in View Park–Windsor Hills, California with an annual median income of $159,618. Other largely affluent predominantly African-American communities include Prince George's County in Maryland (namely Mitchellville, Woodmore, and Upper Marlboro), Dekalb County in Georgia, Charles City County in Virginia, Baldwin Hills in California, Hillcrest and Uniondale in New York, and Cedar Hill, DeSoto, and Missouri City in Texas. Queens County, New York is the only county with a population of 65,000 or more where African Americans have a higher median household income than White Americans.Seatack, Virginia is currently the oldest African-American community in the United States. It survives today with a vibrant and active civic community.\n\n\n=== Education ===\n\nBy 2012, African Americans had advanced greatly in education attainment. They still lagged overall compared to white or Asian Americans but surpassed other ethnic minorities, with 19 percent earning bachelor's degrees and 6 percent earning advanced degrees. Between 1995 and 2009, freshmen college enrollment for African Americans increased by 73 percent and only 15 percent for whites. Black women are enrolled in college more than any other race and gender group, leading all with 9.7% enrolled according to the 2011 U.S. Census Bureau. Predominantly black schools for kindergarten through twelfth grade students were common throughout the U.S. before the 1970s. By 1972, however, desegregation efforts meant that only 25% of Black students were in schools with more than 90% non-white students. However, since then, a trend towards re-segregation affected communities across the country: by 2011, 2.9 million African-American students were in such overwhelmingly minority schools, including 53% of Black students in school districts that were formerly under desegregation orders.Historically black colleges and universities (HBCUs), which were originally set up when segregated colleges did not admit African Americans, continue to thrive and educate students of all races today. The majority of HBCUs were established in the southeastern United States, Alabama has the most HBCUs of any state.As late as 1947, about one third of African Americans over 65 were considered to lack the literacy to read and write their own names. By 1969, illiteracy as it had been traditionally defined, had been largely eradicated among younger African Americans.US Census surveys showed that by 1998, 89 percent of African Americans aged 25 to 29 had completed a high-school education, less than whites or Asians, but more than Hispanics. On many college entrance, standardized tests and grades, African Americans have historically lagged behind whites, but some studies suggest that the achievement gap has been closing. Many policy makers have proposed that this gap can and will be eliminated through policies such as affirmative action, desegregation, and multiculturalism.The average high school graduation rate of blacks in the United States has steadily increased to 71% in 2013. Separating this statistic into component parts shows it varies greatly depending upon the state and the school district examined. 38% of black males graduated in the state of New York but in Maine 97% graduated and exceeded the white male graduation rate by 11 percentage points. In much of the southeastern United States and some parts of the southwestern United States the graduation rate of white males was in fact below 70% such as in Florida where a 62% of white males graduated high school. Examining specific school districts paints an even more complex picture. In the Detroit school district the graduation rate of black males was 20% but 7% for white males. In the New York City school district 28% of black males graduate high school compared to 57% of white males. In Newark County 76% of black males graduated compared to 67% for white males. Further academic improvement has occurred in 2015. Roughly 23% of all blacks have bachelor's degrees. In 1988, 21% of whites had obtained a bachelor's degree versus 11% of blacks. In 2015, 23% of blacks had obtained a bachelor's degree versus 36% of whites. Foreign born blacks, 9% of the black population, made even greater strides. They exceed native born blacks by 10 percentage points.\n\n\n=== Economic status ===\n\nEconomically, African Americans have benefited from the advances made during the civil rights era, particularly among the educated, but not without the lingering effects of historical marginalisation when considered as a whole. The racial disparity in poverty rates has narrowed. The black middle class has grown substantially. In 2010, 45% of African Americans owned their homes, compared to 67% of all Americans. The poverty rate among African Americans has decreased from 26.5% in 1998 to 24.7% in 2004, compared to 12.7% for all Americans.\n\nAfrican Americans have a combined buying power of over $892 billion currently and likely over $1.1 trillion by 2012. In 2002, African American-owned businesses accounted for 1.2 million of the US's 23 million businesses. As of  2011 African American-owned businesses account for approximately 2 million US businesses. Black-owned businesses experienced the largest growth in number of businesses among minorities from 2002 to 2011.In 2004, African-American men had the third-highest earnings of American minority groups after Asian Americans and non-Hispanic whites.Twenty-five percent of blacks had white-collar occupations (management, professional, and related fields) in 2000, compared with 33.6% of Americans overall. In 2001, over half of African-American households of married couples earned $50,000 or more. Although in the same year African Americans were over-represented among the nation's poor, this was directly related to the disproportionate percentage of African-American families headed by single women; such families are collectively poorer, regardless of ethnicity.In 2006, the median earnings of African-American men was more than black and non-black American women overall, and in all educational levels. At the same time, among American men, income disparities were significant; the median income of African-American men was approximately 76 cents for every dollar of their European American counterparts, although the gap narrowed somewhat with a rise in educational level.Overall, the median earnings of African-American men were 72 cents for every dollar earned of their Asian American counterparts, and $1.17 for every dollar earned by Hispanic men. On the other hand, by 2006, among American women with post-secondary education, African-American women have made significant advances; the median income of African-American women was more than those of their Asian-, European- and Hispanic American counterparts with at least some college education.The US public sector is the single most important source of employment for African Americans. During 2008–2010, 21.2% of all Black workers were public employees, compared with 16.3% of non-Black workers. Both before and after the onset of the Great Recession, African Americans were 30% more likely than other workers to be employed in the public sector.The public sector is also a critical source of decent-paying jobs for Black Americans. For both men and women, the median wage earned by Black employees is significantly higher in the public sector than in other industries.In 1999, the median income of African-American families was $33,255 compared to $53,356 of European Americans. In times of economic hardship for the nation, African Americans suffer disproportionately from job loss and underemployment, with the black underclass being hardest hit. The phrase \"last hired and first fired\" is reflected in the Bureau of Labor Statistics unemployment figures. Nationwide, the October 2008 unemployment rate for African Americans was 11.1%, while the nationwide rate was 6.5%.The income gap between black and white families is also significant. In 2005, employed blacks earned 65% of the wages of whites, down from 82% in 1975. The New York Times reported in 2006 that in Queens, New York, the median income among African-American families exceeded that of white families, which the newspaper attributed to the growth in the number of two-parent black families. It noted that Queens was the only county with more than 65,000 residents where that was true.In 2011, it was reported that 72% of black babies were born to unwed mothers. The poverty rate among single-parent black families was 39.5% in 2005, according to Williams, while it was 9.9% among married-couple black families. Among white families, the respective rates were 26.4% and 6% in poverty.\nCollectively, African Americans are more involved in the American political process than other minority groups in the United States, indicated by the highest level of voter registration and participation in elections among these groups in 2004. African Americans collectively attain higher levels of education than immigrants to the United States. African Americans also have the highest level of Congressional representation of any minority group in the U.S.\n\n\n=== Politics ===\nA large majority of African Americans support the Democratic Party. In the 2004 Presidential Election, Democrat John Kerry received 88% of the African-American vote compared to 11% for Republican George W. Bush. Although there is an African-American lobby in foreign policy, it has not had the impact that African-American organizations have had in domestic policy.Many African Americans were excluded from electoral politics in the decades following the end of Reconstruction. For those that could participate, until the New Deal, African Americans were supporters of the Republican Party because it was Republican President Abraham Lincoln who helped in granting freedom to American slaves; at the time, the Republicans and Democrats represented the sectional interests of the North and South, respectively, rather than any specific ideology, and both conservative and liberal were represented equally in both parties.\nThe African-American trend of voting for Democrats can be traced back to the 1930s during the Great Depression, when Franklin D. Roosevelt's New Deal program provided economic relief to African Americans. Roosevelt's New Deal coalition turned the Democratic Party into an organization of the working class and their liberal allies, regardless of region. The African-American vote became even more solidly Democratic when Democratic presidents John F. Kennedy and Lyndon B. Johnson pushed for civil rights legislation during the 1960s. In 1960, nearly a third of African Americans voted for Republican Richard Nixon.\n\n\n=== Health ===\n\nThe life expectancy for Black men in 2008 was 70.8 years. Life expectancy for Black women was 77.5 years in 2008. In 1900, when information on Black life expectancy started being collated, a Black man could expect to live to 32.5 years and a Black woman 33.5 years. In 1900, White men lived an average of 46.3 years and White women lived an average of 48.3 years. African-American life expectancy at birth is persistently five to seven years lower than European Americans.Black people have higher rates of obesity, diabetes and hypertension than the US average. For adult Black men, the rate of obesity was 31.6% in 2010. For adult Black women, the rate of obesity was 41.2% in 2010. African Americans have higher rates of mortality than does any other racial or ethnic group for 8 of the top 10 causes of death. In 2013, among men, black men had the highest rate of getting cancer, followed by white, Hispanic, Asian/Pacific Islander (A/PI), and American Indian/Alaska Native (AI/AN) men. Among women, white women had the highest rate of getting cancer, followed by black, Hispanic, Asian/Pacific Islander, and American Indian/Alaska Native women.\nViolence has an impact upon African-American life expectancy. A report from the U.S. Department of Justice states \"In 2005, homicide victimization rates for blacks were 6 times higher than the rates for whites\". The report also found that \"94% of black victims were killed by blacks.\"AIDS is one of the top three causes of death for African-American men aged 25–54 and for African-American women aged 35–44 years. In the United States, African Americans make up about 48% of the total HIV-positive population and make up more than half of new HIV cases. The main route of transmission for women is through unprotected heterosexual sex. African-American women are 19 times more likely to contract HIV than other women.Washington, D.C. has the nation's highest rate of HIV/AIDS infection, at 3%. This rate is comparable to what is seen in West Africa, and is considered a severe epidemic. Dr. Ray Martins, Chief Medical Officer at the Whitman-Walker Clinic, the largest provider of HIV care in Washington D.C., estimated that the actual underlying percent with HIV/AIDS in the city is \"closer to five percent\".Although in the last decade black youth have had lower rates of cannabis (marijuana) consumption than whites of the same age, they have higher arrest rates than whites.\n\n\n=== Sexuality ===\nAccording to a Gallup survey,  4.6% of Black or African-Americans self-identified as LGBT in 2016, while the total portion of American adults in all ethnic groups identifying as LGBT was 4.1% in 2016. The disproportionately high incidence of HIV/AIDS among African-Americans has been attributed to homophobic attitudes.\n\n\n== Genetics ==\n\n\n=== Genome-wide studies ===\n\nRecent surveys of African Americans using a genetic testing service have found varied ancestries which show different tendencies by region and sex of ancestors. These studies found that on average, African Americans have 73.2-82.1% West African, 16.7%-24% European, and 0.8–1.2% Native American genetic ancestry, with large variation between individuals. Genetics websites themselves have reported similar ranges, with some finding 1 or 2 percent Native American ancestry and Ancestry.com reporting an outlying percentage of European ancestry among African Americans, 29%.According to a genome-wide study by Bryc et al. (2009), the overall ancestry of African Americans was formed through historic admixture between West/Central Africans (more frequently females) and Europeans (more frequently males). Consequently, the 365 African Americans in their sample have a genome-wide average of 78.1% West African ancestry and 18.5% European ancestry, with large variation among individuals (ranging from 99% to 1% West African ancestry). The West African ancestral component in African Americans is most similar to that in present-day speakers from the non-Bantu branches of the Niger-Congo (Niger-Kordofanian) family.Correspondingly, Montinaro et al. (2014) observed that around 50% of the overall ancestry of African Americans traces back to the Niger-Congo-speaking Yoruba of southwestern Nigeria and southern Benin, reflecting the centrality of this West African region in the Atlantic Slave Trade. The next most frequent ancestral component found among African Americans was derived from Great Britain, in keeping with historical records. It constitutes a little over 10% of their overall ancestry, and is most similar to the Northwest European ancestral component also carried by Barbadians. Zakharaia et al. (2009) found a similar proportion of Yoruba associated ancestry in their African-American samples, with a minority also drawn from Mandenka and Bantu populations. Additionally, the researchers observed an average European ancestry of 21.9%, again with significant variation between individuals. Bryc et al. (2009) note that populations from other parts of the continent may also constitute adequate proxies for the ancestors of some African-American individuals; namely, ancestral populations from Guinea Bissau, Senegal and Sierra Leone in West Africa and Angola in Southern Africa.Altogether, genetic studies suggest that African Americans are a multiracial people. According to DNA analysis led in 2006 by Penn State geneticist Mark D. Shriver, around 58 percent of African Americans have at least 12.5% European ancestry (equivalent to one European great-grandparent and his/her forebears), 19.6 percent of African Americans have at least 25% European ancestry (equivalent to one European grandparent and his/her forebears), and 1 percent of African Americans have at least 50% European ancestry (equivalent to one European parent and his/her forebears). According to Shriver, around 5 percent of African Americans also have at least 12.5% Native American ancestry (equivalent to one Native American great-grandparent and his/her forebears).\n\n\n=== Y-DNA ===\nAccording to a Y-DNA study by Sims et al. (2007), the majority (~60%) of African Americans belong to various subclades of the E3a (E1b1a) paternal haplogroup. This is the most common genetic paternal lineage found today among West/Central African males, and is also a signature of the historical Bantu migrations. The next most frequent Y-DNA haplogroup observed among African Americans is the R1b clade, which around 15% of African Americans carry. This lineage is most common today among Northwestern European males. The remaining African Americans mainly belong to the paternal haplogroup I (~7%), which is also frequent in Northwestern Europe.\n\n\n=== mtDNA ===\nAccording to an mtDNA study by Salas et al. (2005), the maternal lineages of African Americans are most similar to haplogroups that are today especially common in West Africa (>55%), followed closely by West-Central Africa and Southwestern Africa (<41%). The characteristic West African haplogroups L1b, L2b,c,d, and L3b,d and West-Central African haplogroups L1c and L3e in particular occur at high frequencies among African Americans. As with the paternal DNA of African Americans, contributions from other parts of the continent to their maternal gene pool are insignificant.\n\n\n== Social status ==\n\nAfrican Americans have improved their social and economic standing significantly since the civil rights movement and recent decades have witnessed the expansion of a robust, African-American middle class across the United States. Unprecedented access to higher education and employment in addition to representation in the highest levels of American government has been gained by African Americans in the post–civil rights era.\n\n\n=== Economic issues ===\n\nOne of the most serious and long-standing issues within African-American communities is poverty. Poverty is associated with higher rates of marital stress and dissolution, physical and mental health problems, disability, cognitive deficits, low educational attainment, and crime. In 2004, almost 25% of African-American families lived below the poverty level. In 2007, the average income for African Americans was approximately $34,000, compared to $55,000 for whites. Forty percent of prison inmates are African-American. African Americans experience a higher rate of unemployment than the general population. African American males are more likely to be killed by police. This is one of the factors that led to the creation of the Black Lives Matter movement.African Americans have a long and diverse history of business ownership. Although the first African-American business is unknown, slaves captured from West Africa are believed to have established commercial enterprises as peddlers and skilled craftspeople as far back as the 17th century. Around 1900, Booker T. Washington became the most famous proponent of African-American businesses. His critic and rival W. E. B. DuBois also commended business as a vehicle for African-American advancement.\n\n\n=== Social issues ===\n\nAfter over 50 years, marriage rates for all Americans began to decline while divorce rates and out-of-wedlock births have climbed. These changes have been greatest among African Americans. After more than 70 years of racial parity black marriage rates began to fall behind whites. Single-parent households have become common, and according to US census figures released in January 2010, only 38 percent of black children live with both their parents.In 2008, Democrats overwhelmingly voted 70% against California Proposition 8, African Americans voted 58% in favor of it while 42% voted against Proposition 8. On May 9, 2012, Barack Obama, the first black president, became the first US president to support same-sex marriage. After Obama's endorsement there is a rapid growth in support for same-sex marriage among African Americans. Now 59% of African Americans support same-sex marriage, which is higher than support among the national average (53%) and white Americans (50%).Polls in North Carolina, Pennsylvania, Missouri, Maryland, Ohio, Florida, and Nevada have also shown an increase in support for same sex marriage among African Americans. On November 6, 2012, Maryland, Maine, and Washington all voted for approve of same-sex marriage, along with Minnesota rejecting a constitutional amendment banning same-sex marriage. Exit polls in Maryland show about 50% of African Americans voted for same-sex marriage, showing a vast evolution among African Americans on the issue and was crucial in helping pass same-sex marriage in Maryland.Blacks hold far more conservative opinions on abortion, extramarital sex, and raising children out of wedlock than Democrats as a whole. On financial issues, however, African Americans are in line with Democrats, generally supporting a more progressive tax structure to provide more government spending on social services.\n\n\n=== Political legacy ===\n\nAfrican Americans have fought in every war in the history of the United States.The gains made by African Americans in the civil rights movement and in the Black Power movement not only obtained certain rights for African Americans, but changed American society in far-reaching and fundamentally important ways. Prior to the 1950s, Black Americans in the South were subject to de jure discrimination, or Jim Crow laws. They were often the victims of extreme cruelty and violence, sometimes resulting in deaths: by the post World War II era, African Americans became increasingly discontented with their long-standing inequality. In the words of Martin Luther King, Jr., African Americans and their supporters challenged the nation to \"rise up and live out the true meaning of its creed that all men are created equal ...\"The civil rights movement marked an enormous change in American social, political, economic and civic life. It brought with it boycotts, sit-ins, nonviolent demonstrations and marches, court battles, bombings and other violence; prompted worldwide media coverage and intense public debate; forged enduring civic, economic and religious alliances; and disrupted and realigned the nation's two major political parties.\nOver time, it has changed in fundamental ways the manner in which blacks and whites interact with and relate to one another. The movement resulted in the removal of codified, de jure racial segregation and discrimination from American life and law, and heavily influenced other groups and movements in struggles for civil rights and social equality within American society, including the Free Speech Movement, the disabled, the women's movement, Native Americans, and migrant workers.\n\n\n== News media and coverage ==\n\nSome activists and academics contend that news media coverage of African-American news concerns or dilemmas is inadequate or the news media present distorted images of African Americans. To combat this, Robert L. Johnson founded Black Entertainment Television, a network that targets young African Americans and urban audiences in the United States. Most programming on the network consists of rap and R&B music videos and urban-oriented movies and series. The channel also shows syndicated television series, original programs, and some public affairs programs. On Sunday mornings, BET broadcasts a lineup of network-produced Christian programming; other, non-affiliated Christian programs are also shown during the early morning hours daily. BET is now a global network that reaches 90 million households in the United States, Caribbean, Canada, and the United Kingdom.In addition to BET there is BET Her, which is a spin-off cable television channel of BET, created originally as BET on Jazz to showcase jazz music-related programming, especially that of black jazz musicians. Programming has been expanded to include a block of urban programs as well as some R&B, soul, and world music.TV One is another African-American-oriented network and a direct competitor to BET, targeting African-American adults with a broad range of programming. The network airs original lifestyle and entertainment-oriented shows, movies, fashion and music programming, as well as classic series such as 227, Good Times, Martin, Boston Public and It's Showtime at the Apollo. The network primarily owned by Radio One. Founded and controlled by Catherine Hughes, it is one of the nation's largest radio broadcasting companies and the largest African-American-owned radio broadcasting company in the United States.Other African-American networks scheduled to launch in 2009 are the Black Television News Channel founded by former Congressman J. C. Watts and Better Black Television founded by Percy Miller. In June 2009, NBC News launched a new website named The Grio in partnership with the production team that created the black documentary film Meeting David Wilson. It is the first African-American video news site that focuses on underrepresented stories in existing national news. The Grio consists of a broad spectrum of original video packages, news articles, and contributor blogs on topics including breaking news, politics, health, business, entertainment and Black History.\n\n\n== Culture ==\n\nFrom their earliest presence in North America, African Americans have significantly contributed literature, art, agricultural skills, cuisine, clothing styles, music, language, and social and technological innovation to American culture. The cultivation and use of many agricultural products in the United States, such as yams, peanuts, rice, okra, sorghum, grits, watermelon, indigo dyes, and cotton, can be traced to West African and African-American influences. Notable examples include George Washington Carver, who created 300 products from peanuts, 118 products from sweet potatoes, and 75 products from pecans; and George Crum, a local legend associates him with the creation of the potato chip in 1853. Soul food is a variety of cuisine popular among African Americans. It is closely related to the cuisine of the Southern United States. The descriptive terminology may have originated in the mid-1960s, when soul was a common definer used to describe African-American culture (for example, soul music). African Americans were the first peoples in the United States to make fried chicken, along with Scottish immigrants to the South. Although the Scottish had been frying chicken before they emigrated, they lacked the spices and flavor that African Americans had used when preparing the meal. The Scottish American settlers therefore adopted the African-American method of seasoning chicken. However, fried chicken was generally a rare meal in the African-American community, and was usually reserved for special events or celebrations.\n\n\n=== Language ===\n\nAfrican-American English is a variety (dialect, ethnolect, and sociolect) of American English, commonly spoken by urban working-class and largely bi-dialectal middle-class African Americans.African-American English evolved during the antebellum period through interaction between speakers of 16th- and 17th-century English of Great Britain and Ireland and various West African languages. As a result, the variety shares parts of its grammar and phonology with the Southern American English dialect. Where African-American English differs from Standard American English (SAE) is in certain pronunciation characteristics, tense usage and grammatical structures that were derived from West African languages, particularly those belonging to the Niger-Congo family.Virtually all habitual speakers of African-American English can understand and communicate in Standard American English. As with all linguistic forms, AAVE's usage is influenced by various factors, including geographical, educational and socioeconomic background, as well as formality of setting. Additionally, there are many literary uses of this variety of English, particularly in African-American literature.\n\n\n==== Traditional names ====\n\nAfrican-American names are part of the cultural traditions of African Americans. Prior to the 1950s, and 1960s, most African-American names closely resembled those used within European American culture. Babies of that era were generally given a few common names, with children using nicknames to distinguish the various people with the same name. With the rise of 1960s civil rights movement, there was a dramatic increase in names of various origins.By the 1970s, and 1980s, it had become common among African Americans to invent new names for themselves, although many of these invented names took elements from popular existing names. Prefixes such as La/Le, Da/De, Ra/Re and Ja/Je, and suffixes like -ique/iqua, -isha and -aun/-awn are common, as are inventive spellings for common names. The book Baby Names Now: From Classic to Cool—The Very Last Word on First Names places the origins of \"La\" names in African-American culture in New Orleans.Even with the rise of inventive names, it is still common for African Americans to use biblical, historical, or traditional European names. Daniel, Christopher, Michael, David, James, Joseph, and Matthew were thus among the most frequent names for African-American boys in 2013.The name LaKeisha is typically considered American in origin, but has elements that were drawn from both French and West/Central African roots. Names such as LaTanisha, JaMarcus, DeAndre, and Shaniqua were created in the same way. Punctuation marks are seen more often within African-American names than other American names, such as the names Mo'nique and D'Andre.\n\n\n=== Religion ===\n\nThe majority of African Americans are Protestant, many of whom follow the historically black churches. The term Black church refers to churches which minister to predominantly African-American congregations. Black congregations were first established by freed slaves at the end of the 17th century, and later when slavery was abolished more African Americans were allowed to create a unique form of Christianity that was culturally influenced by African spiritual traditions.According to a 2007 survey, more than half of the African-American population are part of the historically black churches. The largest Protestant denomination among African Americans are the Baptists, distributed mainly in four denominations, the largest being the National Baptist Convention, USA and the National Baptist Convention of America. The second largest are the Methodists, the largest denominations are the African Methodist Episcopal Church and the African Methodist Episcopal Zion Church.Pentecostals are distributed among several different religious bodies, with the Church of God in Christ as the largest among them by far. About 16% of African-American Christians are members of white Protestant communions, these denominations (which include the United Church of Christ) mostly have a 2 to 3% African-American membership. There are also large numbers of Catholics, constituting 5% of the African-American population. Of the total number of Jehovah's Witnesses, 22% are black.Some African Americans follow Islam. Historically, between 15 and 30% of enslaved Africans brought to the Americas were Muslims, but most of these Africans were converted to Christianity during the era of American slavery.  During the twentieth century, some African Americans converted to Islam, mainly through the influence of black nationalist groups that preached with distinctive Islamic practices; including the Moorish Science Temple of America, and the largest organization, the Nation of Islam, founded in the 1930s, which attracted at least 20,000 people by 1963, prominent members included activist Malcolm X and boxer Muhammad Ali.Malcolm X is considered the first person to start the movement among African Americans towards mainstream Islam, after he left the Nation and made the pilgrimage to Mecca. In 1975, Warith Deen Mohammed, the son of Elijah Muhammad took control of the Nation after his father's death and guided the majority of its members to orthodox Islam.African-American Muslims constitute 20% of the total U.S. Muslim population, the majority are Sunni or orthodox Muslims, some of these identify under the community of W. Deen Mohammed. The Nation of Islam led by Louis Farrakhan has a membership ranging from 20,000–50,000 members.There are relatively few African-American Jews; estimates of their number range from 20,000 to 200,000.  Most of these Jews are part of mainstream groups such as the Reform, Conservative, or Orthodox branches of Judaism; although there are significant numbers of people who are part of non-mainstream Jewish groups, largely the Black Hebrew Israelites, whose beliefs include the claim that African Americans are descended from the Biblical Israelites.Confirmed atheists are less than one half of one-percent, similar to numbers for Hispanics.\n\n\n=== Music ===\n\nAfrican-American music is one of the most pervasive African-American cultural influences in the United States today and is among the most dominant in mainstream popular music. Hip hop, R&B, funk, rock and roll, soul, blues, and other contemporary American musical forms originated in black communities and evolved from other black forms of music, including blues, doo-wop, barbershop, ragtime, bluegrass, jazz, and gospel music.\nAfrican-American-derived musical forms have also influenced and been incorporated into virtually every other popular music genre in the world, including country and techno. African-American genres are the most important ethnic vernacular tradition in America, as they have developed independent of African traditions from which they arise more so than any other immigrant groups, including Europeans; make up the broadest and longest lasting range of styles in America; and have, historically, been more influential, interculturally, geographically, and economically, than other American vernacular traditions.African Americans have also had an important role in American dance. Bill T. Jones, a prominent modern choreographer and dancer, has included historical African-American themes in his work, particularly in the piece \"Last Supper at Uncle Tom's Cabin/The Promised Land\". Likewise, Alvin Ailey's artistic work, including his \"Revelations\" based on his experience growing up as an African American in the South during the 1930s, has had a significant influence on modern dance. Another form of dance, Stepping, is an African-American tradition whose performance and competition has been formalized through the traditionally black fraternities and sororities at universities.\n\n\n=== Literature and academics ===\nMany African-American authors have written stories, poems, and essays influenced by their experiences as African Americans. African-American literature is a major genre in American literature. Famous examples include Langston Hughes, James Baldwin, Richard Wright, Zora Neale Hurston, Ralph Ellison, Nobel Prize winner Toni Morrison, and Maya Angelou.\nAfrican-American inventors have created many widely used devices in the world and have contributed to international innovation. Norbert Rillieux created the technique for converting sugar cane juice into white sugar crystals. Moreover, Rillieux left Louisiana in 1854 and went to France, where he spent ten years working with the Champollions deciphering Egyptian hieroglyphics from the Rosetta Stone. Most slave inventors were nameless, such as the slave owned by the Confederate President Jefferson Davis who designed the ship propeller used by the Confederate navy.By 1913, over 1,000 inventions were patented by black Americans. Among the most notable inventors were Jan Matzeliger, who developed the first machine to mass-produce shoes, and Elijah McCoy, who invented automatic lubrication devices for steam engines. Granville Woods had 35 patents to improve electric railway systems, including the first system to allow moving trains to communicate. Garrett A. Morgan developed the first automatic traffic signal and gas mask.Lewis Howard Latimer invented an improvement for the incandescent light bulb. More recent inventors include Frederick McKinley Jones, who invented the movable refrigeration unit for food transport in trucks and trains. Lloyd Quarterman worked with six other black scientists on the creation of the atomic bomb (code named the Manhattan Project.) Quarterman also helped develop the first nuclear reactor, which was used in the atomically powered submarine called the Nautilus.A few other notable examples include the first successful open heart surgery, performed by Dr. Daniel Hale Williams, and the air conditioner, patented by Frederick McKinley Jones. Dr. Mark Dean holds three of the original nine patents on the computer on which all PCs are based. More current contributors include Otis Boykin, whose inventions included several novel methods for manufacturing electrical components that found use in applications such as guided missile systems and computers, and Colonel Frederick Gregory, who was not only the first black astronaut pilot but the person who redesigned the cockpits for the last three space shuttles. Gregory was also on the team that pioneered the microwave instrumentation landing system.\n\n\n== Mental health ==\nThe relationship between African Americans and mental health has many barriers. Counseling has been frowned upon and distant in utility and proximity to many people in the African American community. In 2004, a qualitative research study explored the disconnect with African Americans and mental health. The study was conducted as a semistructured discussion which allowed the focus group to express their opinions and life experiences. The results revealed a couple key variables that create barriers for many African American communities to seek mental health services such as the stigma, lack of four important necessities; trust, affordability, cultural understanding and impersonal services.  \nHistorically, many African American communities did not seek counseling because religion was a part of the family values. African American who have a faith background are more likely to seek prayer as a coping mechanism for mental issues rather than seeking professional mental health services. In 2015 a study concluded, African Americans with high value in religion are less likely to utilize mental health services compared to those who have low value in religion.Most counseling approaches are westernized and do not fit within the African American culture. African American families tend to resolve concerns within the family, and it is viewed by the family as a strength. On the other hand, when African Americans seek counseling, they face a social backlash and are criticized. They may be labeled \"crazy,\" viewed as weak, and their pride is diminished. Because of this, many African Americans instead seek mentorship within communities they trust.\nTerminology is another barrier in relation to African Americans and mental health. There is more stigma on the term psychotherapy versus counseling. In one study, psychotherapy is associated with mental illness whereas counseling approaches problem-solving, guidance and help. More African Americans seek assistance when it is called counseling and not psychotherapy because it is more welcoming within the cultural and community.Counselors are encouraged to be aware of such barriers for the well-being of African American clients. Without cultural competency training in health care, many African Americans go unheard and misunderstood.\n\n\n== Terminology ==\n\n\n=== General ===\n\nThe term African American carries important political overtones. Earlier terms used to describe Americans of African ancestry referred more to skin color than to ancestry, and were conferred upon the group by colonists and Americans of European ancestry; people with dark skins were considered inferior in fact and in law. Other terms (such as colored, person of color, or negro) were included in the wording of various laws and legal decisions which some thought were being used as tools of white supremacy and oppression.\n\nA 16-page pamphlet entitled A Sermon on the Capture of Lord Cornwallis is notable for the attribution of its authorship to \"An African American\". Published in 1782, the book's use of this phrase predates any other yet identified by more than 50 years.In the 1980s, the term African American was advanced on the model of, for example, German-American or Irish-American to give descendants of American slaves and other American blacks who lived through the slavery era a heritage and a cultural base. The term was popularized in black communities around the country via word of mouth and ultimately received mainstream use after Jesse Jackson publicly used the term in front of a national audience in 1988. Subsequently, major media outlets adopted its use.Surveys show that the majority of Black Americans have no preference for African American versus Black American, although they have a slight preference for Black American in personal settings and African American in more formal settings.Many African Americans have expressed a preference for the term African American because it was formed in the same way as the terms for the many other ethnic groups currently living in the nation. Some argued further that, because of the historical circumstances surrounding the capture, enslavement and systematic attempts to de-Africanize blacks in the United States under chattel slavery, most African Americans are unable to trace their ancestry to a specific African nation; hence, the entire continent serves as a geographic marker.\nThe term African American embraces pan-Africanism as earlier enunciated by prominent African thinkers such as Marcus Garvey, W. E. B. Du Bois and George Padmore. The term Afro-Usonian, and variations of such, are more rarely used.\n\n\n=== Identity ===\nSince 1977, in an attempt to keep up with changing social opinion, the United States government has officially classified black people (revised to black or African American in 1997) as \"having origins in any of the black racial groups of Africa.\" Other federal offices, such as the United States Census Bureau, adhere to the Office of Management and Budget standards on race in its data collection and tabulations efforts. In preparation for the United States 2010 Census, a marketing and outreach plan, called 2010 Census Integrated Communications Campaign Plan (ICC) recognized and defined African Americans as black people born in the United States. From the ICC perspective, African Americans are one of three groups of black people in the United States.The ICC plan was to reach the three groups by acknowledging that each group has its own sense of community that is based on geography and ethnicity. The best way to market the census process toward any of the three groups is to reach them through their own unique communication channels and not treat the entire black population of the U.S. as though they are all African Americans with a single ethnic and geographical background. The U.S. Department of Justice Federal Bureau of Investigation categorizes black or African-American people as \"A person having origins in any of the black racial groups of Africa\" through racial categories used in the UCR Program adopted from the Statistical Policy Handbook (1978) and published by the Office of Federal Statistical Policy and Standards, U.S. Department of Commerce, derived from the 1977 Office of Management and Budget classification.\n\n\n=== Admixture ===\n\nHistorically, \"race mixing\" between black and white people was taboo in the United States. So-called anti-miscegenation laws, barring blacks and whites from marrying or having sex, were established in colonial America as early as 1691, and endured in many Southern states until the Supreme Court ruled them unconstitutional in Loving v. Virginia (1967). The taboo among American whites surrounding white-black relations is a historical consequence of the oppression and racial segregation of African Americans. Historian David Brion Davis notes the racial mixing that occurred during slavery was frequently attributed by the planter class to the \"lower-class white males\" but Davis concludes that \"there is abundant evidence that many slaveowners, sons of slaveowners, and overseers took black mistresses or in effect raped the wives and daughters of slave families.\" A famous example was Thomas Jefferson's mistress, Sally Hemings.Harvard University historian Henry Louis Gates Jr. wrote in 2009 that \"African Americans [ ... ] are a racially mixed or mulatto people—deeply and overwhelmingly so\" (see genetics). After the Emancipation Proclamation, Chinese American men married African-American women in high proportions to their total marriage numbers due to few Chinese American women being in the United States. African slaves and their descendants have also had a history of cultural exchange and intermarriage with Native Americans, although they did not necessarily retain social, cultural or linguistic ties to Native peoples. There are also increasing intermarriages and offspring between non-Hispanic blacks and Hispanics of any race, especially between Puerto Ricans and African Americans (American-born blacks). According to author M.M. Drymon, many African Americans identify as having Scots-Irish ancestry.Racially mixed marriages have become increasingly accepted in the United States since the civil rights movement and up to the present day. Approval in national opinion polls have risen from 36% in 1978, to 48% in 1991, 65% in 2002, 77% in 2007. A Gallup poll conducted in 2013 found that 84% of whites and 96% of blacks approved of interracial marriage, and 87% overall.\n\n\n=== Terminology dispute ===\nIn her book The End of Blackness, as well as in an essay on the liberal website Salon, author Debra Dickerson has argued that the term black should refer strictly to the descendants of Africans who were brought to America as slaves, and not to the sons and daughters of black immigrants who lack that ancestry. In her opinion, President Barack Obama, who is the son of a Kenyan immigrant, although technically black, is not African-American. She makes the argument that grouping all people of African descent together regardless of their unique ancestral circumstances would inevitably deny the lingering effects of slavery within the American community of slave descendants, in addition to denying black immigrants recognition of their own unique ancestral backgrounds. \"Lumping us all together\", Dickerson wrote, \"erases the significance of slavery and continuing racism while giving the appearance of progress\".Similar viewpoints have been expressed by Stanley Crouch in a New York Daily News piece, Charles Steele, Jr. of the Southern Christian Leadership Conference and African-American columnist David Ehrenstein of the Los Angeles Times, who accused white liberals of flocking to blacks who were Magic Negros, a term that refers to a black person with no past who simply appears to assist the mainstream white (as cultural protagonists/drivers) agenda. Ehrenstein went on to say \"He's there to assuage white 'guilt' they feel over the role of slavery and racial segregation in American history.\"Former Secretary of State Condoleezza Rice (who was famously mistaken for a \"recent American immigrant\" by French President Nicolas Sarkozy), said \"descendants of slaves did not get much of a head start, and I think you continue to see some of the effects of that.\" She has also rejected an immigrant designation for African Americans and instead prefers the term black or white to denote the African and European U.S. founding populations.\n\n\n=== Terms no longer in common use ===\nBefore the independence of the Thirteen Colonies until the abolition of slavery in 1865, an African-American slave was commonly known as a negro. Free negro was the legal status in the territory of an African-American person who was not a slave. The term colored later also began to be used until the second quarter of the 20th century, when it was considered outmoded and generally gave way again to the exclusive use of negro. By the 1940s, the term was commonly capitalized (Negro); but by the mid-1960s, it was considered disparaging. By the end of the 20th century, negro had come to be considered inappropriate and was rarely used and perceived as a pejorative. The term is rarely used by younger black people, but remained in use by many older African Americans who had grown up with the term, particularly in the southern U.S. The term remains in use in some contexts, such as the United Negro College Fund, an American philanthropic organization that funds scholarships for black students and general scholarship funds for 39 private historically black colleges and universities.\nThere are many other deliberately insulting terms. Many were in common use (e.g., nigger), but had become unacceptable in normal discourse before the end of the 20th century. One exception is the use, among the black community, of the slur nigger rendered as nigga, representing the pronunciation of the word in African American English. This usage has been popularized by the rap and hip-hop music cultures and is used as part of an in-group lexicon and speech. It is not necessarily derogatory and, when used among black people, the word is often used to mean \"homie\" or \"friend\".Acceptance of intra-group usage of the word nigga is still debated, although it has established a foothold among younger generations. The NAACP denounces the use of both nigga and nigger. Mixed-race usage of nigga is still considered taboo, particularly if the speaker is white. However, trends indicate that usage of the term in intragroup settings is increasing even among white youth due to the popularity of rap and hip hop culture.\n\n\n== Notable people ==\n\n\n== See also ==\n\n\n== Notes ==\n\n\n== References ==\n\n\n== Further reading ==\n\n\n== External links ==\n\nRichard Thompson Ford Name Games, Slate, September 16, 2004. Article discussing the problems of defining African American\n\"Of Arms & the Law: Don Kates on Afro-American Homicide Rates\"\nScientific American Magazine (June 2006) Trace Elements Reconnecting African Americans to an ancestral past\n\"The Definition of Political Absurdity\", San Francisco Chronicle, March 2, 2007\nAfrican American archaeology in Sacramento, California pdf\nAfrican American archaeology in Oakland, California – see Part III, Chap 10\nBlack History related original documents and photos\nPresident Obama's Speech to the NAACP on July 16, 2009 – full video by MSNBC\nFrank Newport, \"Black or African American?\", Gallup, September 28, 2007\n\"The Long Journey of Black Americans\" – slideshow by The First Post"]